Repository: Libertree/libertree
Catalog: locale/*/frontend.po
Languages: de_de, es_sv, fi_fi, fr_fr, hu_hu, it_it

source: plural|%1$s commented on your %2$spost%3$s.
de_de: %1$s haben deinen %2$sBeitrag%3$s kommentiert.
es_sv: %1$s comentaron en tu %2$spublicación%3$s.
fi_fi: %1$s kommentoivat %2$sviestiäsi%3$s.
fr_fr: %1$s ont commenté votre %2$smessage%3$s.
hu_hu: %1$s hozzászólt a %2$sbejegyzésedhez%3$s.
it_it: %1$s hanno commentato il tuo %2$spost%3$s.

source: singular|%1$s commented on %2$s's %3$spost%4$s.
de_de: %1$s hat %2$ss %3$sBeitrag%4$s kommentiert.
es_sv: %1$s comentó en la %3$spublicación%4$s de %2$s.
fi_fi: %1$s kommentoi käyttäjän %2$s %3$sviestiä%4$s.
fr_fr: %1$s a commenté le %3$smessage%4$s de %2$s.
hu_hu: %1$s hozzászólt %2$s %3$sbejegyzéséhez%4$s.
it_it: %1$s ha commentato il %3$spost%4$s di %2$s.

source: plural|%1$s commented on %2$s's %3$spost%4$s.
de_de: %1$s haben %2$ss %3$sBeitrag%4$s kommentiert.
es_sv: %1$s comentaron en la %3$spublicación%4$s de %2$s.
fi_fi: %1$s kommentoivat käyttäjän %2$s %3$sviestiä%4$s.
fr_fr: %1$s ont commenté le %3$smessage%4$s de %2$s.
hu_hu: %1$s hozzászólt %2$s %3$sbejegyzéséhez%4$s.
it_it: %1$s hanno commentato il %3$spost%4$s di %2$s.

source: singular|%1$s liked your %2$scomment%3$s on your post.
de_de: %1$s gefällt dein %2$sKommentar%3$s zu deinem Beitrag.
es_sv: A %1$s le gustó tu %2$scomentario%3$s en tu publicación
fi_fi: %1$s tykkäsi %2$skommentistasi%3$s viestissäsi.
fr_fr: %1$s a aimé votre %2$scommentaire%3$s de votre message.
hu_hu: %1$s kedveli a saját bejegyzésedhez fűzött %2$shozzászólásodat%3$s.
it_it: A %1$s piace il tuo %2$scommento%3$s al tuo post.

source: plural|%1$s liked your %2$scomment%3$s on your post.
de_de: %1$s gefällt dein %2$sKommentar%3$s zu deinem Beitrag.
es_sv: A %1$s les gustó tu %2$scomentario%3$s en tu publicación.
fi_fi: %1$s tykkäsivät %2$skommentistasi%3$s viestissäsi.
fr_fr: %1$s ont aimé votre %2$scommentaire%3$s de votre message.
hu_hu: %1$s kedveli a saját bejegyzésedhez fűzött %2$shozzászólásodat%3$s.
it_it: A %1$s piace il tuo %2$scommento%3$s al tuo post.

source: singular|%1$s liked your %2$scomment%3$s on %4$s's post.
de_de: %1$s gefällt dein %2$sKommentar%3$s zu %4$ss Beitrag.
es_sv: A %1$s le gustó tu %2$scomentario%3$s en la publicación de %4$s.
fi_fi: %1$s tykkäsi %2$skommentistasi%3$s käyttäjän %4$s viestissä.
fr_fr: %1$s a aimé votre %2$scommentaire%3$s du message de %4$s.
hu_hu: %1$s kedveli a %4$s bejegyzéséhez fűzött %2$shozzászólásodat%3$s.
it_it: A %1$s piace il tuo %2$scommento%3$s al post di %4$s.

source: plural|%1$s liked your %2$scomment%3$s on %4$s's post.
de_de: %1$s gefällt dein %2$sKommentar%3$s zu %4$ss Beitrag.
es_sv: A %1$s les gustó tu %2$scomentario%3$s en la publicación de %4$s.
fi_fi: %1$s tykkäsivät %2$skommentistasi%3$s käyttäjän %4$s viestissä.
fr_fr: %1$s ont aimé votre %2$scommentaire%3$s du message de %4$s.
hu_hu: %1$s kedveli a %4$s bejegyzéséhez fűzött %2$shozzászólásodat%3$s.
it_it: A %1$s piace il tuo %2$scommento%3$s al post di %4$s.

source: singular|%1$s liked your %2$spost%3$s.
de_de: %1$s gefällt dein %2$sBeitrag%3$s.
es_sv: A %1$s le gustó tu %2$spublicación%3$s.
fi_fi: %1$s tykkäsi %2$sviestistäsi%3$s.
fr_fr: %1$s a aimé votre %2$smessage%3$s.
hu_hu: %1$s kedveli a %2$sbejegyzésedet%3$s.
it_it: A %1$s piace il tuo %2$spost%3$s.

source: plural|%1$s liked your %2$spost%3$s.
de_de: %1$s gefällt dein %2$sBeitrag%3$s.
es_sv: A %1$s les gustó tu %2$spublicación%3$s.
fi_fi: %1$s tykkäsivät %2$sviestistäsi%3$s.
fr_fr: %1$s ont aimé votre %2$smessage%3$s.
hu_hu: %1$s kedveli a %2$sbejegyzésedet%3$s.
it_it: A %1$s piace il tuo %2$spost%3$s.

source: %1$s sent you a %2$smessage%3$s.
de_de: %1$s hat dir eine %2$s direkte Nachricht geschickt%3$s.
es_sv: %1$s te envió un %2$smensaje%3$s.
fi_fi: %1$s lähetti sinulle %2$sviestin%3$s.
fr_fr: %1$s vous a envoyé un %2$smessage direct%3$s.
hu_hu: %1$s küldött neked egy %2$süzenetet%3$s.
it_it: %1$s ti ha inviato un %2$smessaggio%3$s.

source: %1$s added your %2$spost%3$s to a spring called "%4$s".
de_de: %1$s hat deinen %2$sBeitrag%3$s einer Quelle namens "%4$s" hinzugefügt.
fr_fr: %1$s a ajouté votre %2$smessage%3$s à une source nommée "%4$s".
it_it: %1$s ha aggiunto il tuo %2$spost%3$s a una fonte che si chiama "%4$s".

source: %1$s mentioned you in a %2$spost%3$s.
fr_fr: %1$s vous a mentionné dans un %2$smessage%3$s.

source: list-and| and
de_de: und
es_sv: y
fi_fi: ja
fr_fr: et
hu_hu: és
it_it: e

source: 1 day ago
de_de: vor 1 Tag
es_sv: Hace un día
fi_fi: 1 päivä sitten
fr_fr: Il y a 1 jour
hu_hu: 1 napja
it_it: 1 giorno fa

source: %d days ago
de_de: vor %d Tagen
es_sv: Hace %d días
fi_fi: %d päivää sitten
fr_fr: Il y a %d jours
hu_hu: %d napja
it_it: %d giorni fa

source: 1 hour ago
de_de: vor 1 Stunde
es_sv: Hace 1 hora
fi_fi: 1 tunti sitten
fr_fr: Il y a 1 heure
hu_hu: 1 órája
it_it: 1 ora fa

source: %d hours ago
de_de: vor %d Stunden
es_sv: Hace %d horas
fi_fi: %d tuntia sitten
fr_fr: Il y a %d heures
hu_hu: %d órája
it_it: %d ore fa

source: 1 minute ago
de_de: vor 1 Minute
es_sv: Hace 1 minuto
fi_fi: 1 minuutti sitten
fr_fr: Il y a 1 minute
hu_hu: 1 perce
it_it: 1 minuto fa

source: %d minutes ago
de_de: vor %d Minuten
es_sv: Hace %d minutos
fi_fi: %d minuuttia sitten
fr_fr: Il y a %d minutes
hu_hu: %d perce
it_it: %d minuti fa

source: seconds ago
de_de: vor Sekunden
es_sv: Hace algunos segundos
fi_fi: muutama sekunti sitten
fr_fr: il y a quelques secondes
hu_hu: néhány másodperce
it_it: secondi fa

source: Click to see previous comment by %s
de_de: Anklicken, um den vorherigen Kommentar von %s zu sehen
es_sv: Clic para ver el comentario anterior hecho por %s
fr_fr: Cliquer pour voir le commentaire de %s
hu_hu: Kattints %s előző hozzászólásának megtekintéséhez
it_it: Clicca per vedere il commento precedente di %s

source: Search Results for "%s"
de_de: Suchergebnisse für "%s"
es_sv: Resultados de la búsqueda para "%s"
fi_fi: Haun ”%s” tulokset
fr_fr: Résultats de la recherche pour "%s"
hu_hu: "%s" keresési eredményei
it_it: Risultati della ricerca di "%s"

source: search-results|Nothing found.
de_de: Nichts gefunden.
es_sv: No se encontró nada
fi_fi: Mitään ei löytynyt.
fr_fr: Pas de résultats.
hu_hu: Sajnos nem találtunk semmit :(
it_it: Nessun risultato.

source: search-results|Profiles
de_de: Profile
es_sv: Perfiles
fi_fi: Profiilit
fr_fr: Profils
hu_hu: Bemutatkozások
it_it: Profili

source: search-results|Posts
de_de: Beiträge
es_sv: Publicaciones
fi_fi: Viestit
fr_fr: Messages
hu_hu: Bejegyzések
it_it: Posts

source: search-results|Comments
de_de: Kommentare
es_sv: Comentarios
fi_fi: Kommentit
fr_fr: Commentaires
hu_hu: Hozzászólások
it_it: Commenti

source: Contact list updated.
de_de: Kontaktliste aktualisiert
es_sv: La lista de contactos ha sido actualizada
fi_fi: Kontaktiluettelo päivitetty.
fr_fr: Liste de contacts mise à jour.
hu_hu: Társjegyzék frissítve
it_it: Lista contatti aggiornata.

source: Contact list name may not be empty.
de_de: Der Kontaktlistname darf nicht leer sein.
es_sv: La lista de contactos debe tener un nombre
fi_fi: Kontaktiluettelon nimi ei voi olla tyhjä.
fr_fr: Le nom de la liste de contacts ne peut être vide.
hu_hu: Társjegyzék neve nem lehet üres.
it_it: Il campo Nome della lista contatti potrebbe essere non vuoto.

source: The contact list &ldquo;%s&rdquo; has been deleted.
de_de: Die Kontaktliste &ldquo;%s&rdquo; wurde gelöscht
es_sv: La lista de contactos &ldquo;%s&rdquo; ha sido eliminada.
fi_fi: Kontaktiluettelo &rdquo;%s&rdquo; on poistettu.
fr_fr: La liste des contacts &ldquo;%s&rdquo; a été effacée
hu_hu: A &ldquo;%s&rdquo; nevű társjegyzék törlésre került.
it_it: La lista contatti &ldquo;%s&rdquo; è stata eliminata.

source: Contact Lists
de_de: Kontaktlisten
es_sv: Lista de contactos.
fi_fi: Kontaktiluettelot
fr_fr: Listes de contacts
hu_hu: Társak jegyzékei
it_it: Liste Contatti

source: Create Contact List
de_de: Kontaktliste anlegen
es_sv: Crear lista de contactos
fr_fr: Créer une liste de contacts
hu_hu: Társjegyzék létrehozása
it_it: Crea una Lista Contatti

source: contact-list|Name:
de_de: Name:
es_sv: Nombre:
fi_fi: Nimi:
fr_fr: Nom:
hu_hu: név:
it_it: Nome:

source: contact-list|Members:
de_de: Mitglieder:
es_sv: Miembros:
fr_fr: Membres :
hu_hu: Tagok:
it_it: Membri:

source: (type here to search)
de_de: (zum Suchen hier tippen)
es_sv: (Escribe aquí para buscar)
fr_fr: (entrez votre recherche ici)
hu_hu: (írj ide a kereséshez)
it_it: (scrivi qui per cercare)

source: new-contact-list|Create
de_de: Erstellen
es_sv: Crear
fi_fi: Luo
fr_fr: Créer
hu_hu: létrehozás
it_it: Crea

source: contact-list|delete
de_de: löschen
es_sv: Eliminar
fi_fi: poista
fr_fr: supprimer
hu_hu: törlés
it_it: elimina

source: Delete this contact list?
de_de: Diese Kontaktliste löschen?
es_sv: ¿Borrar esta lista de contactos?
fr_fr: Effacer cette liste de contact ?
hu_hu: Társjegyzék törlése?
it_it: Eliminare questa lista contatti?

source: Contact List: %s
de_de: Kontaktliste: %s
es_sv: Lista de contactos: %s
fi_fi: Kontaktiluettelot: %s
fr_fr: Liste de contacts: %s
hu_hu: Társjegyzék: %s
it_it: Lista Contatti: %s

source: contact-list|Save
de_de: Speichern
es_sv: Guardar
fi_fi: Tallenna
fr_fr: Enregistrer
hu_hu: mentés
it_it: Salva

source: contact-list|Cancel
de_de: Abbrechen
es_sv: Cancelar
fi_fi: Peruuta
fr_fr: Annuler
hu_hu: mégsem
it_it: Annulla

source: Administrative privileges required.
de_de: Administratorrechte erforderlich.
es_sv: Requiere privilegios administrativos
fi_fi: Tarvitaan pääkäyttäjän oikeudet.
fr_fr: Privilèges d'administrateur requis.
hu_hu: Karbantartói jogosultságok szükségeltetnek.
it_it: Sono richiesti i privilegi di amministratore.

source: The tree is already a member of the forest.
de_de: Dieser Baum ist schon ein Mitglied des Waldes.
es_sv: El árbol es actualmente miembro del bosque
fi_fi: Puu on jo metsän jäsen.
fr_fr: L'arbre est déjà un membre de la forêt.
hu_hu: Ez a fa már tagja az erdőnek.
it_it: L&#8217;albero è già un elemento della foresta.

source: Libertree Administration
es_sv: Administración de Libertree
fi_fi: Libertreen ylläpito
fr_fr: Administration Libertree
hu_hu: Libertree gondozás / karbantartás
it_it: Strumenti di amministrazione di Libertree

source: Forests
de_de: Wälder
es_sv: Bosques
fi_fi: Metsät
fr_fr: Forêts
hu_hu: Erdők
it_it: Foreste

source: Drag trees in and out of forests. The local tree is automatically a part of each forest originating from it.
de_de: Ziehe Bäume in Wälder hinein oder aus Wäldern heraus. Der lokale Baum ist automatisch Teil jedes von ihm abstammenden Waldes.
es_sv: Arrastre arboles hacia dentro y fuera del bosque. El árbol local es automáticamente una parte de cada bosque donde se originó.
fi_fi: Vedä puita metsään ja niistä pois. Paikallinen puu on automaattisesta osa jokaista metsää, joka on siitä peräisin.
fr_fr: Déplacer les arbres dans et hors de la forêt. L'arbre local appartient automatiquement à chaque forêt dont il est l'origine.
hu_hu: Húzz át és vissza az erdőbe fákat. A jelen fa eleve része annak az erdőnek, melyből ered.
it_it: Trascina gli alberi dentro e fuori dalle foreste. L&#8217;albero locale è automaticamente incluso in ogni foresta che si origina da esso.

source: create-forest|Name:
de_de: Name:
es_sv: Nombre:
fi_fi: Nimi:
fr_fr: Nom :
hu_hu: Név:
it_it: Nome:

source: create-forest|Add
de_de: Hinzufügen
es_sv: Agregar
fi_fi: Lisää
fr_fr: Ajouter
hu_hu: hozzáadás
it_it: Aggiungi

source: forest|Origin:
de_de: Ursprung:
es_sv: Origen:
fi_fi: Alkuperä:
fr_fr: Origine :
hu_hu: Eredet:
it_it: Origine:

source: forest-origin|this tree
de_de: Dieser Baum
es_sv: Este árbol
fi_fi: tämä puu
fr_fr: cet arbre
hu_hu: a jelen fa
it_it: questo albero

source: Trees
de_de: Bäume
es_sv: Arboles
fi_fi: Puut
fr_fr: Arbres
hu_hu: Fák
it_it: Alberi

source: introduce-tree|Hostname or IP address:
de_de: Hostname oder IP-Adresse:
es_sv: Nombre de Host o dirección IP:
fr_fr: Nom de domaine ou adresse IP
hu_hu: Gazdanév vagy IP cím:
it_it: Hostname o indirizzo IP:

source: introduce-tree|Introduce
de_de: Einführen
es_sv: Introducir
fr_fr: Introduire
hu_hu: Bemutatkozás
it_it: Introduci l&#8217;albero

source: INTRODUCE request pending for remote tree @ %s
de_de: Einführungsanfrage (INTRODUCE) für Baum @ %s noch offen
es_sv: INTRODUCIR solicitud pendiente para árbol remoto @ %s
fr_fr: Une requête INTRODUIRE est en cours pour l’arbre distant @ %s
hu_hu: BEMUTATKOZÁSI kérelem %s távoli fa számára függőben
it_it: Richiesta di introduzione (INTRODUCE) in sospeso per l&#8217;albero remoto @ %s

source: Job queue
de_de: Warteschlange
es_sv: Trabajo en cola
fi_fi: Tehtäväjono
fr_fr: Tâches en cours
hu_hu: Feladat várólista
it_it: Coda di lavoro

source: Unfinished Jobs
de_de: Unerledigte Aufgaben
es_sv: Trabajos sin terminar
fi_fi: Keskeneräisiä tehtäviä
fr_fr: Tâches inachevés
hu_hu: Befejezetlen feladatok
it_it: Lavori non completati

source: Unfinished Jobs: %s
de_de: Unerledigte Aufgaben: %s
es_sv: Trabajos son terminar: %s
fi_fi: Keskeneräisiä tehtäviä: %s
fr_fr: Tâches inachevés: %s
hu_hu: Befejezetlen feladatok: %s
it_it: Lavori non completati: %s

source: jobs|Show all
de_de: Zeige alle
es_sv: Mostrar todos
fi_fi: Näytä kaikki
fr_fr: Voir tout
hu_hu: mindet mutat
it_it: Mostra tutti

source: jobs|ID
de_de: ID
es_sv: ID
fi_fi: ID
fr_fr: ID
hu_hu: Azonosító
it_it: ID

source: jobs|Task
de_de: Aufgabe
es_sv: Tareas
fi_fi: Tehtävä
fr_fr: Tâches
hu_hu: Feladat
it_it: Lavoro

source: jobs|Params
de_de: Parameter
es_sv: Parámetros
fi_fi: Parametrit
fr_fr: Paramètres
hu_hu: Jellemzők
it_it: Parametri

source: jobs|Time created
de_de: Erstellungszeit
es_sv: Tiempo de creación:
fi_fi: Luomisaika
fr_fr: Créé le
hu_hu: Létrehozva
it_it: Data di creazione

source: jobs|Time started
de_de: Startzeit
es_sv: Tiempo de inicio
fi_fi: Aloitusaika
fr_fr: Démarré le
hu_hu: Elindítva
it_it: Data di inizio

source: jobs|Tries
de_de: Versuche
es_sv: Intentos
fi_fi: Yritykset
fr_fr: Essais
hu_hu: Próbálkozások
it_it: Tentativi

source: jobs|Retry reason
de_de: Grund für Wiederholungsversuch
fr_fr: Raison du nouvel essai

source: jobs|Actions
de_de: Aktionen
es_sv: Acciones
fi_fi: Toiminnat
fr_fr: Actions
hu_hu: Tevékenységek
it_it: Azioni

source: jobs|Retry
de_de: Wiederholungsversuch
es_sv: Re-intentar
fi_fi: Yritä uudelleen
fr_fr: Re-essayer
hu_hu: újraindít
it_it: Riprova

source: jobs|Delete
de_de: Löschen
es_sv: Eliminar
fi_fi: Poista
fr_fr: Supprimer
hu_hu: törlés
it_it: Elimina

source: jobs|Back to forest administration
de_de: Zurück zur Wald-Verwaltung
es_sv: Regresar a la administración del bosque
fi_fi: Takaisin metsän ylläpitoon
fr_fr: Retour à l'administration de la forêt
hu_hu: vissza az erdőgondozáshoz
it_it: Torna agli strumenti di amministrazione della foresta

source: jobs|Retry all displayed jobs
fr_fr: jobs|Relancer tous les processus affichés

source: jobs|Retry all unfinished jobs
fr_fr: jobs|Relancer tous les processus non terminés

source: Delete this job?
de_de: Diese Aufgabe löschen?
es_sv: ¿Eliminar este trabajo?
fi_fi: Poistetaanko tämä tehtävä?
fr_fr: Supprimer cette tâche?
hu_hu: Töröljük a feladatot?
it_it: Vuoi eliminare questo lavoro?

source: 404|No such page
de_de: Keine solche Seite gefunden
es_sv: Página no encontrada
fi_fi: Sivua ei löydy
fr_fr: Page introuvable
hu_hu: Nincs ilyen oldal
it_it: Questa pagina non esiste

source: 404|Please use your browser's Back button, or %sgo to your home page%s.
de_de: Bitten benutze den Zurückknopf deines Browsers, oder %sgeh auf deine Hauptseite%s.
es_sv: Por favor, usa el botón Regresar de tu navegador o %sve a tu página de inicio%s.
fi_fi: Paina selaimesi Takaisin-nappia tai %smene kotisivullesi%s.
fr_fr: Veuillez utiliser le bouton Retour de votre navigateur ou %sallez à la page d'accueil%s.
hu_hu: Kérlek használd a böngésződ 'vissza' gombját, vagy %sugorj a kezdőlapodra%s.
it_it: Per favore clicca il pulsante "Torna indietro" sul tuo browser, oppure %storna alla tua pagina iniziale%s.

source: Something went wrong...
de_de: Etwas ist schief gelaufen...
es_sv: Algo salió mal...
fi_fi: Jokin meni pieleen...
fr_fr: Quelque chose s'est mal passé...
hu_hu: Valami zűr történt...
it_it: Qualcosa non ha funzionato...

source: Time of error: %s
de_de: Zeit des Fehlers: %s
es_sv: Tiempo de error: %s
fi_fi: Virheen ajankohta: %s
fr_fr: Date de l'erreur : %s
hu_hu: A hiba ideje: %s
it_it: Tempo di errore: %s

source: Referrer: %s
es_sv: Remitente: %s
fi_fi: Viittaaja: %s
fr_fr: Référant : %s
hu_hu: Hivatkozó: %s
it_it: Riferimento: %s

source: Direct Messages
de_de: Direkte Nachrichten
es_sv: Mensajes directos
fi_fi: Suoraviestit
fr_fr: Messages directs
hu_hu: Közvetlen üzenetek
it_it: Messaggi diretti

source: direct-message|New Message
de_de: Neue Nachricht
es_sv: Nuevo mensaje
fi_fi: Uusi viesti
fr_fr: Nouveau message direct
hu_hu: Új üzenet
it_it: Nuovo messaggio

source: direct-message|Messages
de_de: Nachrichten
es_sv: Mensajes
fi_fi: Viestit
fr_fr: Messages directs
hu_hu: Üzenetek
it_it: Messaggi

source: direct-message|From:
de_de: Von:
es_sv: De:
fi_fi: Käyttäjältä:
fr_fr: De :
hu_hu: Feladó:
it_it: Da:

source: direct-message|To:
de_de: An:
es_sv: A:
fi_fi: Käyttäjälle:
fr_fr: À :
hu_hu: Címzett:
it_it: A:

source: direct-message|Send
de_de: Schicken
es_sv: Enviar
fi_fi: Lähetä
fr_fr: Envoyer
hu_hu: küldés
it_it: Invia

source: direct-message|Recipients
de_de: Empfänger
es_sv: Destinatarios
fi_fi: Vastaanottajat
fr_fr: Destinataires
hu_hu: címzettek
it_it: Destinatari

source: direct-message-warning|please note...
de_de: Bitte beachte...
es_sv: Por favor note...
fi_fi: huomaathan...
fr_fr: veuillez noter...
hu_hu: kérlek vedd tekintetbe...
it_it: per favore tieni presente che...

source: Please note that direct messages are not fully private, encrypted nor secure. As with all data on this tree, direct messages are fully accessible to the arborista (administrator).
de_de: Bitte beachte, dass direkte Nachrichten weder vollständig privat noch verschlüsselt oder sicher sind. Wie alle Daten auf diesem Baum sind auch direkte Nachrichten für den Baumpfleger (Administrator) voll zugänglich.
es_sv: Por favor, note que los mensajes directos no son totalmente privados, ni encriptados ni seguros. Como todos los datos en este árbol, los mensajes directos son totalmente accesibles.
fi_fi: Huomaathan, että suoraviestit eivät ole täysin yksityisiä, salattuja tai turvallisia. Kuten kaikki tämän puun muukin data, suoraviestit ovat arboristin (ylläpitäjän) luettavissa.
fr_fr: Veuillez noter que les messages directs ne sont ni tout à fait privés, ni cryptés, ni sécurisés. Comme toutes les données de cet arbre, les messages directs sont accessibles à l'arboriste (l'administrateur).
hu_hu: kérlek vedd tekintetbe, hogy a közvetlen üzenetek nem teljes egészében magánjellegűek vagy biztonságosak. Miképp minden adat ezen a fán, a közvetlen üzenetek is teljes mértékben hozzáférhetőek a fa gondozói (karbantartói) számára.
it_it: Per favore tieni presente che i messaggi diretti non sono totalmente privati, criptati né sicuri. Così come tutti i dati in questo albero, i messaggi diretti sono completamente visibili dall&#8217;arboricoltore (amministratore).

source: Your message is longer than 4096 characters. Please shorten it and try again.
de_de: Deine Nachricht ist länger als 4096 Zeichen. Bitte kürzen und noch einmal versuchen.
fr_fr: Votre message dépasse les 4096 caractères. Merci de le réduire et de réessayer.
it_it: Il tuo messaggio è più lungo di 4096 caratteri. Per favore accorcialo e riprova.

source: You cannot send an empty message.
de_de: Du kannst keine leere Nachricht versenden.
fr_fr: Vous ne pouvez pas envoyez un message vide.
it_it: Non puoi inviare un messaggio vuoto.

source: You did not specify a recipient. Please try again.
de_de: Kein Empfänger angegeben, bitte erneut versuchen.
fr_fr: Vous n’avez pas spécifié de destinataire. Merci de recommencer.
it_it: Non hai specificato un destinatario. Per favore riprova.

source: direct-message|reply
de_de: Antworten
es_sv: Contestar
fi_fi: vastaa
fr_fr: répondre
hu_hu: válasz
it_it: rispondi

source: direct-message|reply to all
de_de: Auf alle antworten
es_sv: Contestar a todos
fi_fi: vastaa kaikille
fr_fr: répondre à tous
hu_hu: válasz mindenkinek
it_it: rispondi a tutti

source: pool-selector|Collect in...
de_de: Sammeln in...
es_sv: Coleccionar en...
fi_fi: Kerää...
fr_fr: Collecter dans...
hu_hu: összegyűjtés ide...
it_it: Memorizza in...

source: Pools
de_de: Sammelbecken
es_sv: Estanques
fi_fi: Lammet
fr_fr: Bassins
hu_hu: Medencék
it_it: Stagni

source: Use pools to collect posts.
de_de: Benutze Sammelbecken, um Beiträge zu sammeln.
es_sv: Use los estanques para coleccionar publicaciones.
fi_fi: Käytä lampia kerätäksesi viestejä.
fr_fr: Utilisez les bassins pour collecter des messages.
hu_hu: Bejegyzések összegyűjtéséhez használj medencéket.
it_it: Usa gli stagni per memorizzare i post.

source: pool|Name:
de_de: Name:
es_sv: Nombre:
fi_fi: Nimi:
fr_fr: Nom:
hu_hu: név:
it_it: Nome:

source: &quot;Springing&quot; a pool causes the pool and which posts it contains to become publicly visible. Members can add other members&#39; springs to rivers.
de_de: Ein Sammelbecken "zur Quelle machen" bedeutet, dass dieses Sammelbecken mitsamt aller darin enthaltenen Beiträge öffentlich sichtbar wird. Mitglieder können die Quellen anderer Mitglieder ihrem Fluss hinzufügen.
es_sv: &quot;Brotar&quot; un estanque causa que el el estanque y las publicaciones que contiene pasen a ser públicamente visibles. Los miembros pueden agregar los brotes de otros miembros a los ríos.
fr_fr: &quot;Sourcer&quot; un bassin rend le bassin et les messages qu’il contient visibles publiquement. Les membres peuvent ajouter des sources d’autres membres à des rivières.
hu_hu: Valamely gyűjtőmedence &quot;forrássá változtatása&quot; azt eredményezi, hogy ezáltal maga a medence és annak minden bejegyzése nyilvánosan látható lesz. A tagok hozzáadhatják más tagok forrásait saját folyamjaikhoz.
it_it: Se si trasforma uno stagno in una fonte, lo stagno e i post in esso contenuti diventeranno visibili pubblicamente. I membri possono aggiungere le fonti di altri membri ai fiumi.

source: new-pool|Create
de_de: Erstellen
es_sv: Crear
fi_fi: Luo
fr_fr: Créer
hu_hu: létrehozás
it_it: Crea

source: pool|Delete
de_de: Löschen
es_sv: Eliminar
fi_fi: Poista
fr_fr: Effacer
hu_hu: törlés
it_it: Elimina

source: All record of collected posts will be lost. Delete this pool?
de_de: Alle gesammelten Beiträge gehen verloren. Dieses Sammelbecken löschen?
es_sv: Se perderán todas las publicaciones coleccionadas. ¿Eliminar este estanque?
fi_fi: Kaikki kerätyt viestit menetetään. Poistetaanko tämä lampi?
fr_fr: Tous les enregistrements des messages collectés seront perdus. Supprimer ce bassin?
hu_hu: Az összegyűjtött bejegyzések ebben a csoportosításban többé nem lesznek láthatóak. Töröljük a medencét?
it_it: L&#8217;archivio dei post memorizzati sarà cancellato. Vuoi proprio eliminare questo stagno?

source: Your pools
fr_fr: Vos bassins

source: Your springs
fr_fr: Vos sources

source: You don't have any springs. Springs are post collections that are visible to other people. &ldquo;Spring&rdquo; a pool to make it public!
fr_fr: vous n’avez aucune source. Les sources sont des collections visibles par d’autres personnes. &ldquo;Sourcer&rdquo; un bassin pour le rendre public !

source: Pool: %s
de_de: Sammelbecken: %s
es_sv: Estanque: %s
fi_fi: Lampi: %s
fr_fr: Bassin : %s
hu_hu: medence: %s
it_it: Stagno: %s

source: Add this spring to a river
de_de: Diese Quelle einem Fluss hinzufügen
es_sv: Agregar este brote a un río
fr_fr: Ajouter cette source à une rivière
hu_hu: Forrás hozzáadása folyamhoz
it_it: Aggiungi questa fonte a un fiume

source: Added to river.
de_de: Zum Fluss hinzugefügt.
es_sv: Agregado al río.
fr_fr: Ajouté à une rivière.
hu_hu: Hozzáadva a folyamhoz.
it_it: Aggiunto al fiume.
