Repository: Libertree/libertree
Catalog: locale/*/frontend.po
Languages: de_de, es_sv, fi_fi, fr_fr, hu_hu, it_it

source: Only .png, .jpeg and .gif files may be used as avatars.
de_de: Nur .png, .jpeg und .gif dürfen als Avatar verwendet werden.
es_sv: Sólo se puede usar como avatar archivos .png, .jpeg, y .gif
fi_fi: Avatareina voi käyttää vain .png-, .jpeg- ja .gif-tiedostoja.
fr_fr: Seuls les fichiers .png, .jpeg et .gif peuvent servir d'avatar.
hu_hu: Csak .png, .jpeg és .gif állományok használhatóak képmásként.
it_it: La foto profilo deve essere un file .png, .jpeg o .gif.

source: You already have a river for that.
de_de: Dafür hast du bereits einen Fluss.
es_sv: Ya tienes un Río para ello.
fi_fi: Sinulla on jo joki tähän tarkoitukseen.
fr_fr: Vous avez déjà une rivière pour cela.
hu_hu: Ehhez már van egy folyód.
it_it: Hai già un fiume per questo.

source: Please input a valid label for this river.
de_de: Bitte gib eine gültige Bezeichnung für diesen Fluss ein.
es_sv: Por favor, ingrese un nivel válido para este río.
fr_fr: Veuillez entrer un label valide pour cette rivière.
hu_hu: Kérlek adj érvényes címet ennek a folyamnak.
it_it: Per favore inserisci un'etichetta valida per questo fiume.

source: 1 comment
de_de: 1 Kommentar
es_sv: 1 comentario
fi_fi: 1 kommentti
fr_fr: 1 commentaire
hu_hu: 1 hozzászólás
it_it: 1 commento

source: showing 1 comment
de_de: 1 Kommentar wird angezeigt
es_sv: Mostrando 1 comentario.
fi_fi: näytetään 1 kommentti
fr_fr: 1 commentaire affiché
hu_hu: 1 hozzászólás megjelenítve
it_it: stai vedendo 1 commento

source: %d comments
de_de: %d Kommentare
es_sv: %d comentarios
fi_fi: %d kommenttia
fr_fr: %d commentaires
hu_hu: %d hozzászólás
it_it: %d commenti

source: showing %d of %d comments
de_de: %d von %d Kommentaren werden angezeigt
es_sv: Mostrando %d de %d comentarios
fi_fi: näytetään %d kommenttia %d:sta
fr_fr: %d commentaires sur %d affichés
hu_hu: megjelenített hozzászólások: %d / %d
it_it: stai vedendo %d su %d commenti

source: show %smore%s / %sall%s comments
de_de: Zeige %smehr%s / %salle%s Komentare
es_sv: Mostrar %smás%s / %stodos%s comentarios
fi_fi: näytä %slisää kommentteja%s / %skaikki kommentit%s
fr_fr: montrer %splus%s / %stous%s les commentaires
hu_hu: %stöbbi%s / %sösszes%s hozzászólást mutat
it_it: mostra %spiù%s / %stutti%s i commenti

source: more comments
de_de: Mehr Kommentare
es_sv: Más comentarios
fi_fi: lisää kommentteja
fr_fr: plus de commentaires
hu_hu: többet mutat
it_it: più commenti

source: jump-to-comment|Comment
de_de: Kommentieren
es_sv: Comentario
fi_fi: Kommentoi
fr_fr: Commenter
hu_hu: hozzászól
it_it: Commenta

source: Comment successfully posted.
de_de: Kommentar erfolgreich abgeschickt
es_sv: Comentario publicado exitosamente.
fi_fi: Kommentin lähetys onnistui.
fr_fr: Commentaire publié avec succès
hu_hu: hozzászólás közzététele sikerült.
it_it: Commento aggiunto con successo.

source: detach
de_de: Abtrennen
es_sv: Desprender
fi_fi: irrota
fr_fr: détacher
hu_hu: leválaszt
it_it: stacca

source: attach
de_de: Anhängen
es_sv: Colocar
fi_fi: kiinnitä
fr_fr: rattacher
hu_hu: összefűz
it_it: attacca

source: Clear
de_de: Löschen
es_sv: Limpiar
fi_fi: Tyhjennä
fr_fr: Effacer
hu_hu: törlés
it_it: Cancella testo

source: Comment
de_de: Kommentieren
es_sv: Comentario
fi_fi: Kommentoi
fr_fr: Commenter
hu_hu: hozzászól
it_it: Commenta

source: 1 like
de_de: Gefällt einer Person
es_sv: Un me gusta
fi_fi: Yksi tykkäys
fr_fr: 1 aime
hu_hu: 1 ember kedveli
it_it: 1 Mi piace

source: %d likes
de_de: Gefällt %d Personen
es_sv: %d me gusta.
fi_fi: %d tykkäystä
fr_fr: %d aiment
hu_hu: %d ember kedveli
it_it: %d mi piace

source: back-to-referencing-comment|back
de_de: Zurück
es_sv: Regresar
fi_fi: takaisin
fr_fr: retour
hu_hu: vissza
it_it: torna al commento di riferimento

source: Unlike this comment
de_de: Gefällt mir nicht mehr
es_sv: Ya no me gusta este comentario
fi_fi: Peru tykkäys tästä kommentista
fr_fr: Je n’aime plus ce commentaire
hu_hu: nem tetszik ez a hozzászólás
it_it: Questo commento non mi piace più

source: Like this comment
de_de: Gefällt mir
es_sv: Me gusta este comentario
fi_fi: Tykkää tästä kommentista
fr_fr: J’aime ce commentaire
hu_hu: tetszik ez a hozzászólás
it_it: Mi piace questo commento

source: shareable link for this comment
de_de: Link zu diesem Kommentar
es_sv: Enlace para compartir este comentario
fi_fi: jaettava linkki tälle kommentille
fr_fr: lien pour partager ce commentaire
hu_hu: megosztható link a hozzászóláshoz
it_it: link per condividere questo commento

source: Delete this comment?
de_de: Diesen Kommentar löschen?
fr_fr: Effacer ce commentaire ?
hu_hu: Töröljük a hozzászólást?
it_it: Vuoi eliminare questo commento?

source: markdown|title
de_de: Überschrift
es_sv: Título
fi_fi: otsikko
fr_fr: titre
hu_hu: cím
it_it: titolo

source: markdown|subtitle
de_de: Untergeordnete Überschrift
es_sv: Subtítulo
fi_fi: alaotsikko
fr_fr: sous-titre
hu_hu: alcím
it_it: sottotitolo

source: markdown|link
de_de: Link
es_sv: Enlace
fi_fi: linkki
fr_fr: lien
hu_hu: hivatkozás
it_it: link

source: markdown|image
de_de: Bild
es_sv: Imagen
fi_fi: kuva
fr_fr: image
hu_hu: kép
it_it: immagine

source: markdown|image link
de_de: Bild-Link
es_sv: Enlace a imagen
fi_fi: kuvalinkki
fr_fr: lien d’image
hu_hu: kép-hivatkozás
it_it: link immagine

source: markdown|quote
de_de: Zitat
es_sv: Cita
fi_fi: lainaus
fr_fr: citation
hu_hu: idézet
it_it: citazione

source: markdown|list
de_de: Liste
es_sv: Lista
fi_fi: luettelo
fr_fr: liste
hu_hu: felsorolás
it_it: elenco

source: markdown|bold
de_de: fett
es_sv: Negrita
fi_fi: lihavointi
fr_fr: gras
hu_hu: kövér
it_it: grassetto

source: markdown|italic
de_de: kursiv
es_sv: Itálica
fi_fi: kursivointi
fr_fr: italique
hu_hu: dőlt
it_it: corsivo

source: Account Settings
de_de: Einstellungen
es_sv: Configuraciones de cuenta
fi_fi: Tilin asetukset
fr_fr: Paramètres du compte
hu_hu: Beállítások
it_it: Impostazioni Account

source: Edit profile
de_de: Profil ändern
es_sv: Editar perfil
fi_fi: Muokkaa profiilia
fr_fr: Éditer le profil
hu_hu: Bemutatkozásod
it_it: Modifica il tuo profilo

source: Manage rivers
de_de: Flüsse verwalten
es_sv: Manejar los Ríos
fi_fi: Hallitse jokia
fr_fr: Gérer les rivières
hu_hu: Folyamok rendezése
it_it: Gestisci i fiumi

source: Manage pools and springs
fr_fr: Gérer les bassins et les sources

source: Manage remote storage
de_de: Online-Speicher verwalten
fr_fr: Gérer le stockage distant
it_it: Gestisci l'archiviazione remota

source: Change password
de_de: Kennwort ändern
es_sv: Cambiar contraseña
fi_fi: Vaihda salasana
fr_fr: Changer le mot de passe
hu_hu: Jelszó megváltoztatása
it_it: Cambia password

source: Email:
es_sv: Correo electrónico.
fi_fi: Sähköposti:
fr_fr: adresse de courrier électronique :
it_it: Indirizzo di posta elettronica:

source: Use of Email Address
de_de: Nutzung der E-Mail-Adresse
fr_fr: Usage de l’adresse de couriel
it_it: Scopo dell'Indirizzo Email

source: Your email address is only used for password recovery. It is never made public and never shared.
de_de: Deine E-Mail-Adresse wird ausschließlich zur Wiederherstellung des Passworts benutzt. Sie wird niemals öffentlich angezeigt oder an Dritte weitergegeben.
fr_fr: Votre adresse de courriel sera utilisée uniquement pour retrouver votre mot de passe. Elle ne sera jamais rendue publique ni partagée.
it_it: Il tuo indirizzo email viene usato solo per il recupero della password. Non verrà mai reso pubblico, né condiviso.

source: Forward direct messages via email:
fr_fr: Faire suivre les messages directs par courriel :

source: Post excerpt maximum height:
de_de: Maximalhöhe von Post-Auszügen:
es_sv: Altura máxima de extracto de publicación:
fi_fi: Viestikatkelman maksimikorkeus
fr_fr: Hauteur maximale des extraits de message :
hu_hu: a bejegyzésminta legnagyobb magassága:
it_it: Altezza massima dei post compressi:

source: Custom menu link:
de_de: Benutzerdefinierter Menü-Link:
es_sv: Enlace del menú personalizado:
fi_fi: Mukautettu valikkolinkki:
fr_fr: Lien de menu personnalisé :
hu_hu: Saját menü hivatkozás:
it_it: Link menu personalizzato:

source: Custom CSS:
de_de: Benutzerdefiniertes CSS:
es_sv: Personalizar CSS:
fi_fi: Mukautettu CSS:
fr_fr: CSS personnalisé :
hu_hu: Saját CSS:
it_it: CSS personalizzato:

source: Custom JS:
de_de: Benutzerdefiniertes JS:
es_sv: Personalizar Java Script:
fi_fi: Mukautettu JS:
fr_fr: JS personnalisé :
hu_hu: Saját JS:
it_it: JS personalizzato:

source: Automatic embedding:
de_de: Automatisches Einbetten:
es_sv: Incrustación automática:
fi_fi: Automaattinen upottaminen:
fr_fr: Intégration automatique :
hu_hu: Automatikus beágyazás:
it_it: Integrazione automatica:

source: Filter images:
de_de: Bilder filtern:
es_sv: Filtrar imágenes:
fr_fr: Filtre d’images:
hu_hu: Képek szűrése:
it_it: Filtra immagini:

source: Display post tools as:
de_de: Beitragsoptionen anzeigen als:
fr_fr: Afficher les outils de publication comme :
it_it: Mostra le interazioni nei post come:

source: Make thumbnails for images in post excerpts:
de_de: Erstelle Vorschaubilder für Fotos in Beitragsauszügen:
es_sv: Hace miniaturas de las imágenes en los extractos de publicaciones:
fi_fi: Luo viestikatkelmien kuvista pikkukuvia:
fr_fr: Créer des vignettes dans les extraits de messages:
hu_hu: A bejegyzésmintákban készüljenek a képekhez miniatűrök:
it_it: Crea l&#8217;anteprima delle immagini nei post compressi:

source: Hide markdown bar:
fr_fr: Cacher la barre des marqueurs

source: Enable posting from river view:
de_de: Verfassen von Beiträgen direkt in der Übersicht:
fr_fr: Autoriser la publication depuis la vue en rivière :

source: Language:
de_de: Sprache:
es_sv: Lenguaje:
fi_fi: Kieli:
fr_fr: Langue :
hu_hu: Nyelv:
it_it: Lingua:

source: Theme:
de_de: Erscheinungsbild:
fr_fr: Thème :
it_it: Tema:

source: Save
de_de: Speichern
es_sv: Guardar
fi_fi: Tallenna
fr_fr: Enregistrer
hu_hu: mentés
it_it: Salva

source: Invite Others
de_de: Einladungen
es_sv: Invitar a otras personas
fi_fi: Kutsu muita
fr_fr: Inviter d’autres personnes
hu_hu: Mások meghívása
it_it: Invita altre persone

source: Generate a new invitation
de_de: Generiere eine neue Einladung
es_sv: Generar una nueva invitación
fi_fi: Luo uusi kutsu
fr_fr: Générer une nouvelle invitation
hu_hu: Új meghívás létrehozása
it_it: Genera un nuovo codice invito

source: My Invitations
de_de: Meine Einladungen
es_sv: Mis invitaciones
fi_fi: Omat kutsuni
fr_fr: Mes invitations
hu_hu: Meghívóim:
it_it: I miei inviti

source: Member API
de_de: Mitglieder-API
es_sv: API de miembro
fi_fi: Jäsen-API
fr_fr: API du membre
hu_hu: Tagsági API
it_it: API per l&#8217;utente

source: Current API token:
de_de: Aktueller API-Schlüssel:
es_sv: Muestra de API actual:
fi_fi: Nykyinen API-token:
fr_fr: Jeton actuel de l’API
hu_hu: Jelenlegi API token:
it_it: Token API in uso:

source: API documentation
de_de: API-Dokumentation
es_sv: Documentación de API
fi_fi: API-ohje
fr_fr: Documentation de l’API
hu_hu: API dokumentáció
it_it: Documentazione API

source: Generate API token
de_de: Generiere API-Schlüssel
es_sv: Generar muestra de API
fi_fi: Luo API-token
fr_fr: Générer le jeton de l'API
hu_hu: API token létrehozása
it_it: Genera un token per le API

source: Generate a new API token
fr_fr: Générer un nouveau jeton API

source: settings|Other actions
de_de: Weitere Einstellungsmöglichkeiten
fr_fr: Autres actions
it_it: Altre azioni

source: Data Export
de_de: Daten exportieren
es_sv: Exportar datos
fi_fi: Vie tietoja
fr_fr: Exporter les données
hu_hu: Adat kivitel
it_it: Esportazione dei dati

source: Download your account settings, profile, posts, comments and direct messages:
de_de: Lade deine Daten herunter (Einstellungen, Profil, Beiträge, Kommentare und Nachrichten):
es_sv: Descargar tus configuraciones de cuenta, perfil, publicaciones, comentarios y mensajes directos
fi_fi: Lataa tilisi asetukset, profiilisi, viestisi, kommenttisi ja suoraviestisi:
fr_fr: Télécharger les données de votre compte (paramètres, profil, messages, commentaires et messages directs) :
hu_hu: Töltsd le a beállításaidat, adataidat, bejegyzéseidet, hozzászólásaidat és üzeneteidet:
it_it: Scarica le impostazioni del tuo account, il profilo, i post, i commenti e i messaggi diretti:

source: Remote storage connection
de_de: Online-Speicher-Verbindung
fr_fr: Connection au stockage distant
it_it: Connessione all'archivio remoto

source: remote-storage|Remote storage handle
de_de: remoteStorage-Handle
fr_fr: remote-storage|Descripteur du stockage distant
it_it: Handle dell'archivio remoto

source: remote-storage|Remote storage URL
de_de: remoteStorage-URL
fr_fr: remote-storage| URL du stockage distant
it_it: URL Archivio remoto

source: remote-storage|Access token
de_de: Zugriffscode
fr_fr: remote-storage|Jeton d’accès
it_it: Token di accesso

source: remote-storage|Connect
de_de: Verbinden
fr_fr: remote-storage|Connection
it_it: Connetti

source: remote-storage|Destroy connection
de_de: Verbindung aufheben
fr_fr: remote-storage|Couper la connection
it_it: Elimina connessione

source: remote-storage|The remote storage handle may not be empty.
de_de: remoteStorage-Handle darf nicht leer sein.
fr_fr: remote-storage|Le descripteur du stockage distant ne doit pas être vide.
it_it: L'handle dell'archivio remoto non può essere vuoto.

source: remote-storage|The remote storage provider could not be found.
de_de: Online-Speicher konnte nicht gefunden werden.
fr_fr: remote-storage|Le fournisseur du stockage distant n’a pas pu être trouvé.

source: remote-storage|The connection to the remote storage provider timed out.
de_de: Zeitüberschreitung bei Verbindung zum Online-Speicher.
fr_fr: remote-storage|La connection au fournisseur du stockage distant a dépassé le temps imparti.

source: remote-storage|The remote server does not offer remote storage.
de_de: Der Server bietet kein remoteStorage an.
fr_fr: remote-storage|Le serveur distant ne propose pas de stockage distant.
it_it: Il server remoto non ha una funzione di archiviazione remota.

source: remote-storage|Please connect your remote storage account first.
de_de: Bitte erst mit den Online-Speicher verbinden.
fr_fr: remote-storage|Veuillez d’abord vous connecterà votre compte de stockage distant.

source: remote-storage|An error occurred. Please try again later.
de_de: Es ist ein Fehler aufgetreten, bitte später noch einmal versuchen.
fr_fr: remote-storage|Une erreur s’est produite. Merci de re-essayer plus tard.
it_it: Si è verificato un errore. Per favore riprova più tardi.

source: remote-storage|An error occurred during file upload:
de_de: Es ist ein Fehler während des Hochladens aufgetreten:
fr_fr: remote-storage|Une erreur s’est produite pendant le téléchargement du fichier :
it_it: Si è verificato un errore durante il caricamento del file:

source: Your remote storage account (%s) has been connected!
de_de: Dein Online-Speicher (%s) wurde verbunden!
fr_fr: Votre compte de stockage distant (%s) a été connecté !
it_it: Il tuo account di archiviazione remota (%s) è stato connesso!

source: The connection to your remote storage account has been removed.
de_de: Die Verbindung zu deinem Online-Speicher wurde aufgehoben.
fr_fr: La connection à votre compte de stockage distant a été supprimée.
it_it: La connessione al tuo account di archiviazione remota è stata eliminata.

source: remote-storage|Manage files
de_de: Dateien verwalten
fr_fr: remote-storage|Gérer les fichiers
it_it: Gestisci i file

source: remote-storage|File %s has been deleted.
de_de: atei %s wurde gelöscht.
fr_fr: remote-storage|Le fichier %s a été supprimé.
it_it: Il file %s è stato eliminato.

source: remote-storage|Successfully uploaded %s to remote storage.
de_de: %s erfolgreich zum Online-Speicher übertragen.
fr_fr: remote-storage|Le téléchargement de %s sur le stockage distant a réussi.
it_it: %s caricato con successo nell'archivio remoto.

source: Files in your remote storage
de_de: Dateien in deinem Online-Speicher
fr_fr: Fichiers dans votre stockage distant
it_it: File nel tuo archivio remoto

source: remote-storage|View connection details
de_de: Verbindungsdetails anzeigen
fr_fr: remote-storage|Voir les détails de la connection
it_it: Visualizza i dettagli della connessione

source: There are currently no files in your remote storage.
de_de: Es befinden sich aktuell keine Dateien in deinem Online-Speicher.
fr_fr: Il n’y a actuellement aucun fichier dans votre stockage distant.
it_it: Attualmente non ci sono file nel tuo archivio remoto.

source: Delete this file?
de_de: Diese Datei löschen?
fr_fr: Supprimer ce fichier ?
it_it: Vuoi eliminare questo file?

source: remote-storage|delete
de_de: Löschen
fr_fr: supprimer
it_it: elimina

source: remote-storage|The file has been uploaded successfully.
de_de: Die Datei wurde erfolgreich hochgeladen.
fr_fr: remote-storage|Le fichier a été téléchargé avec succès.
it_it: Il file è stato caricato con successo.

source: Settings saved.
de_de: Einstellungen gespeichert.
es_sv: Configuraciones guardadas.
fi_fi: Asetukset tallennettu.
fr_fr: Préférences enregistrées.
hu_hu: Beállítások elmentve.
it_it: Impostazioni salvate.

source: Post excerpt maximum height: Please enter a number greater than or equal to 200, or no number for no maximum.
de_de: Maximalhöhe des Beitragsauszugs: Bitte gib eine Zahl größer oder gleich 200 an, oder keine Zahl für keine Begrenzung.
es_sv: Altura máxima de extracto de publicación: Por favor ingrese un número igual o mayor a 200, o ningún número para una altura ilimitada.
fi_fi: Viestikatkelman maksimikorkeus: Anna suurempi tai yhtä suuri luku kuin 200 tai ellet halua asettaa maksimikorkeutta, älä anna mitään lukua.
fr_fr: Hauteur maximale de l'extrait de message : merci de saisir un nombre supérieur ou égal à 200, ou rien pour ne pas limiter la hauteur.
hu_hu: Bejegyzésminta legnagyobb magassága: Kérlek adj meg egy számot, ami legalább 200, vagy ne adj meg semmit, ha nem szeretnél korlátot.
it_it: Altezza massima dei post compressi: Per favore inserire un numero maggiore o uguale a 200, oppure non inserire alcun numero per non impostare un massimo.

source: Passwords did not match. Please reenter.
de_de: Passwörter stimmten nicht überein. Bitte neu eingeben.
es_sv: Las contraseñas no coinciden. Por favor intente de nuevo.
fi_fi: Salasanat eivät vastaa toisiaan. Kirjoita ne uudelleen.
fr_fr: Les mots de passe ne correspondent pas. Merci de les saisir de nouveau.
hu_hu: A jelszavak nem egyeznek. Kérlek gépeld be őket újra!
it_it: La password non corrisponde. Per favore inserirla di nuovo.

source: Password changed.
de_de: Passwort geändert.
es_sv: Cambio de contraseña exitoso.
fi_fi: Salasana vaihdettu.
fr_fr: Mot de passe modifié.
hu_hu: Jelszó megváltozott.
it_it: Password cambiata.

source: account-delete|The username you provided does not match your username. Please input your own username to confirm account deletion.
de_de: Der von dir eingegebene Benutzername ist nicht deiner. Bitte gib deinen eigenen Benutzernamen ein, um die Löschung deines Kontos zu bestätigen.
fr_fr: Le nom d’utilisateur que vous avez entré ne correspond pas à votre nom d’utilisateur. Merci d’entrer votre propre nom d’utilisateur pour confirmer la suppression de votre compte.
hu_hu: A felhasználói név amit megadtál nem egyezik a tényleges felhasználói neveddel. Kérlek add meg a saját azonosítódat a fiókod törléséhez.
it_it: Il nome utente che hai inserito non corrisponde al tuo nome utente. Per favore inserisci il tuo nome utente per confermare l'eliminazione dell'account.

source: Account Deletion
de_de: Kontolöschung
fr_fr: Suppression de compte
hu_hu: Fiók törlése
it_it: Eliminazione Account

source: Delete your account
de_de: Dein Konto löschen
fr_fr: Supprimer votre compte
hu_hu: Töröld a fiókodat
it_it: Elimina il tuo account

source: Account deletion is permanent!
de_de: Die Kontolöschung ist endgültig!
fr_fr: La suppression d’un compte est définitive !
hu_hu: A fiók törlése végleges!
it_it: L'eliminazione dell'account è definitiva!

source: Also note that after your account is deleted, anyone is free to claim the username that you have abandoned, and impersonation becomes a possibility.
de_de: Beachte bitte auch, dass dein freigegebener Benutzername nach der Löschung neu registriert werden kann, sodass sich jemand anders für dich ausgeben könnte.
fr_fr: Notez aussi qu’après avoir supprimé votre compte, tout le monde est libre de demander le nom d’utilisateur que vous avez abandonné et une usurpation l’identité est toujours possible.
hu_hu: Azt is vedd figyelembe, hogy a fiókod törlése után bárki igényelheti az általad elhagyott felhasználói nevet, amit így aztán szabadon használhat.
it_it: Per favore tieni presente che dopo aver eliminato il tuo account chiunque può usare il nome utente che hai abbandonato ed è possibile l'imitazione.

source: (read warnings above)
de_de: (siehe obige Warnungen)
fr_fr: (Veuillez lire l’avertissement ci-dessus)
hu_hu: (olvasd el a fenti figyelmeztetéseket)
it_it: (leggi sopra le avvertenze)

source: To delete your account and all associated data, input your username below:
de_de: Gib deinen Benutzernamen ein, um dein Konto und alle damit verknüpften Daten zu löschen:
fr_fr: Pour supprimer votre compte et toutes les informations associées, veuillez entrer votre nom d’utilisateur ci-dessous :
hu_hu: Fiókod és minden hozzátartozó adatod törléséhez add meg alább a felhasználói nevedet:
it_it: Per eliminare il tuo account e tutti i dati associati, inserisci il tuo nome utente qui sotto:

source: account-delete|Confirm
de_de: Bestätigen
fr_fr: Confirmation
hu_hu: Megerősítés
it_it: Conferma

source: The provided public key could not be read. Is it a valid PGP public key?
fr_fr: La clé public fourni n’a pas pu être lue. Est-ce bien une clé public PGP valide ?

source: You imported a secret key! Although we did not store it you should consider this key compromised.
fr_fr: Vous avez importer une clé secrète ! Bien que nous ne l’avons pas stockée vous devriez la considérer comme compromise.

source: Change Password
de_de: Kennwort ändern
es_sv: Cambiar contraseña:
fi_fi: Vaihda salasana
fr_fr: Changer le mot de passe
hu_hu: Jelszó megváltoztatása
it_it: Cambia Password

source: New password:
de_de: Neues Kennwort:
es_sv: Nueva contraseña:
fi_fi: Uusi salasana:
fr_fr: Nouveau mot de passe :
hu_hu: Új jelszó:
it_it: Nuova password:

source: Re-enter new password:
de_de: Erneute Eingabe:
es_sv: Re-ingrese la nueva contraseña:
fi_fi: Kirjoita uusi salasana uudelleen:
fr_fr: Confirmation du nouveau mot de passe :
hu_hu: Ismételd meg az új jelszót:
it_it: Conferma la nuova password:

source: button|Change Password
de_de: Bestätigen
es_sv: Cambiar contraseña
fi_fi: Vaihda salasana
fr_fr: Changer le mot de passe
hu_hu: megváltoztat
it_it: Cambia Password

source: You have no new notifications.
de_de: Du hast keine neuen Benachrichtigungen
es_sv: No tienes nuevas notificaciones
fi_fi: Sinulla ei ole uusia huomautuksia.
fr_fr: Vous n’avez pas de nouvelles notifications.
hu_hu: Nincs új értesítésed.
it_it: Nessuna nuova notifica.

source: mark all seen
de_de: Alle als gelesen markieren
es_sv: Marcar todas como vistas
fi_fi: merkitse kaikki luetuiksi
fr_fr: marquer tout comme "lu"
hu_hu: mindet olvasottnak jelöl
it_it: segna tutti come già visti

source: view all
de_de: Alles anzeigen
es_sv: Ver todas
fi_fi: näytä kaikki
fr_fr: voir tout
hu_hu: mindet megtekint
it_it: mostra tutti

source: %d more
de_de: %d mehr
es_sv: %d más
fi_fi: %d muuta
fr_fr: %d de plus
hu_hu: %d további értesítés
it_it: Altri %d

source: singular|%1$s commented on your %2$spost%3$s.
de_de: %1$s hat deinen %2$sBeitrag%3$s kommentiert.
es_sv: %1$s comentó en tu %2$spublicación%3$s.
fi_fi: %1$s kommentoi %2$sviestiäsi%3$s.
fr_fr: %1$s a commenté votre %2$smessage%3$s.
hu_hu: %1$s hozzászólt a %2$sbejegyzésedhez%3$s.
it_it: %1$s ha commentato il tuo %2$spost%3$s.
