Repository: Libertree/libertree
Catalog: locale/*/frontend.po
Languages: de_de, es_sv, fi_fi, fr_fr, hu_hu, it_it

source: Spring this pool:
de_de: Zur Quelle machen:
es_sv: Brotar éste estanque
fr_fr: Transformer ce bassin en source :
hu_hu: A gyűjtőmedence (nyilvános) forrássá tétele:
it_it: Trasforma questo stagno in una fonte:

source: pool|Sprung:
de_de: Als Quelle eingerichtet:
es_sv: Brotado
fr_fr: Bassins|Transformés en source :
hu_hu: Forrásként beállítva:
it_it: Trasformato in fonte:

source: Edit Pool: %s
de_de: Sammelbecken bearbeiten: %s
es_sv: Editar Estanque: %s
fi_fi: Muokkaa lampea: %s
fr_fr: Modifier le Bassin: %s
hu_hu: medence szerkesztése: %s
it_it: Modifica Stagno: %s

source: pool|Update
de_de: Aktualisieren
es_sv: Actualizar
fi_fi: Päivitä
fr_fr: Mettre à jour
hu_hu: frissítés
it_it: Aggiorna

source: (You can remove posts from this pool via %1$sthe pool's page%2$s.)
de_de: (Du kannst Beiträge aus diesem Sammelbecken über %1$sdie Sammelbeckenseite%2$s entfernen.)
es_sv: (Puedes remover las publicaciones de este estanque a través de %1$sla página de los estanques%2$s.)
fr_fr: (Vous pouvez supprimer les messages de ce bassin via %1$sla page des bassins%2$s.)
hu_hu: (eltávolíthatsz bejegyzéseket ebből a medencéből a %1$sgyűjtőmedencék oldalon%2$s.)
it_it: (Puoi rimuovere i post da questo stagno attraverso %1$sla pagina degli stagni%2$s.)

source: pool|Public spring URL:
fr_fr: pool|URL de la source public :

source: Leave this field empty if you do not want the spring to be accessible outside of Libertree.
fr_fr: Laisser ce champs vide si vous ne voulez pas que cette source soit accessible en dehors de Libertree.

source: My Profile
de_de: Mein Profil
es_sv: Mi perfil
fi_fi: Profiilini
fr_fr: Mon profil :
hu_hu: Bemutatkozásom
it_it: Il Mio Profilo

source: Display name:
de_de: Angezeigename:
es_sv: Nombre para mostrar:
fi_fi: Julkinen nimi:
fr_fr: Nom affiché :
hu_hu: Világi neved (ami megjelenik):
it_it: Nome visualizzato:

source: About Me (Markdown allowed):
de_de: Über mich (Markdown erlaubt):
es_sv: Acerca de mi (se permite el uso de Markdown):
fi_fi: Tietoja minusta (markdown sallittu):
fr_fr: À mon propos (Markdown autorisé) :
hu_hu: Ez vagyok én (markdown jelsor is használható):
it_it: Informazioni su di me (si può usare il Markdown):

source: profile|Update
de_de: Aktualisieren
es_sv: Actualizar
fi_fi: Päivitä
fr_fr: Mise à jour
hu_hu: frissítés
it_it: Aggiorna

source: avatar|Upload file:
de_de: Datei hochladen:
es_sv: Subir archivo:
fi_fi: Tallenna tiedosto:
fr_fr: Envoyer le fichier :
hu_hu: Kép feltöltése
it_it: Carica un file:

source: avatar-upload|Submit
de_de: Einreichen
es_sv: Hecho
fi_fi: Lähetä
fr_fr: Soumettre
hu_hu: elküldés
it_it: Carica

source: Reset avatar
de_de: Avatar zurücksetzen
es_sv: Restaurar avatar
fi_fi: Nollaa avatar
fr_fr: Réinitialiser l'avatar
hu_hu: Képmás visszaállítása
it_it: Reimposta la foto profilo

source: Delete your avatar and reset it to the default?
de_de: Avatar löschen und auf Standardeinstellung zurücksetzen?
es_sv: ¿Eliminar tu avatar y restaurar al avatar por defecto?
fi_fi: Poistetaanko avatarisi ja palautetaanko oletuskuva?
fr_fr: Supprimer votre avatar et restaurer celui par défaut ?
hu_hu: Töröljük a képmásodat és állítsuk vissza az alapértelmezettet?
it_it: Vuoi cancellare la foto profilo e ritornare a quella iniziale (di default)?

source: profile|Edit
de_de: Bearbeiten
es_sv: Editar
fi_fi: Muokkaa
fr_fr: Éditer
hu_hu: szerkesztés
it_it: Modifica

source: Posts by %s
de_de: Beiträge von %s
es_sv: Publicaciones por %s
fi_fi: Käyttäjän %s viestit
fr_fr: Messages de %s
hu_hu: %s bejegyzései
it_it: I post di %s

source: Add %s to a contact list
de_de: %s einer Kontaktliste hinzufügen
es_sv: Agregar %s a una Lista de contactos
fi_fi: Lisää %s kontaktiluetteloon
fr_fr: Ajouter %s à une liste de contacts
hu_hu: %s hozzáadása egy társjegyzékhez
it_it: Aggiungi %s a una lista contatti

source: Added %s to contact list.
de_de: %s zur Kontaktliste hinzugefügt.
es_sv: Agregado %s a la lista de contactos
fr_fr: %s a été ajouté à la liste de contact.
hu_hu: %s hozzáadva a társjegyzékhez.
it_it: %s è stato aggiunto alla lista contatti.

source: Password Reset
de_de: Passwort zurücksetzen
es_sv: Restaurar contraseña
fi_fi: Nollaa salasana
fr_fr: Réinitialiser le mot de passe
hu_hu: Jelszó visszaállítása
it_it: Reimpostazione della Password

source: To reset your password, enter the email address associated with your account.
de_de: Gib die E-Mail Adresse ein, die mit deinem Konto verbunden ist, um dein Passwort zurückzusetzen.
es_sv: Para restaurar tu contraseña, ingresa la dirección de correo electrónico registrado en tu cuenta.
fi_fi: Syötä tiliisi liitetty sähköpostiosoite nollataksesi salasanasi.
fr_fr: Pour réinitialiser votre mot de passe, entrez l'adresse de courriel associée à votre compte.
hu_hu: A jelszavad visszaállításához add meg az oldalhoz társított levelezési címedet.
it_it: Per reimpostare la tua password, inserisci l&#8217;indirizzo di posta elettronica associato al tuo account.

source: password-reset|Submit
de_de: Einreichen
es_sv: Hecho
fi_fi: Lähetä
fr_fr: Soumettre
hu_hu: rendben
it_it: Conferma

source: Create a New Account
de_de: Erstelle ein neues Konto
es_sv: Crear una nueva cuenta
fi_fi: Luo uusi tunnus
fr_fr: Créer un nouveau compte
hu_hu: Új tagság létrehozása
it_it: Crea un Nuovo Account

source: Invitation code:
de_de: Einladungscode
es_sv: Código de invitación:
fi_fi: Kutsukoodi:
fr_fr: Code d'invitation :
hu_hu: Meghívási jelsor:
it_it: Codice invito:

source: Username:
de_de: Benutzername:
es_sv: Nombre de usuario:
fi_fi: Käyttäjänimi:
fr_fr: Nom d'utilisateur :
hu_hu: Azonosító:
it_it: Nome Utente:

source: Password:
de_de: Passwort:
es_sv: Contraseña:
fi_fi: Salasana:
fr_fr: Mot de passe :
hu_hu: Jelszó:

source: Confirm password:
de_de: Passwort bestätigen:
es_sv: Confirmar contraseña:
fi_fi: Vahvista salasana:
fr_fr: Confirmer le mot de passe :
hu_hu: Jelszó megerősítése:
it_it: Conferma la password:

source: (optional)
es_sv: (Opcional)
fi_fi: (valinnainen)
fr_fr: (facultatif)
hu_hu: (nem kötelező)
it_it: (facoltativo)

source: button|Sign up
de_de: Anmelden
es_sv: Registrar
fi_fi: Rekisteröidy
fr_fr: S'inscrire
hu_hu: Feliratkozás
it_it: Iscriviti

source: Edit River
de_de: Fluss bearbeiten
es_sv: Editar río
fi_fi: Muokkaa jokea
fr_fr: Éditer la Rivière
hu_hu: folyam szerkesztése
it_it: Modifica Fiume

source: river-query|Search:
de_de: Suche:
es_sv: Buscar:
fi_fi: Etsi:
fr_fr: Rechercher :
hu_hu: Keresés:
it_it: Cerca:

source: river|Label:
de_de: Name:
es_sv: Nivel:
fi_fi: Nimi:
fr_fr: Étiquette :
hu_hu: Címke:
it_it: Etichetta:

source: append to all other rivers
de_de: Hinzufügen zu allen anderen Flüssen
es_sv: Anexar a todos los otros ríos
fi_fi: lisää kaikkiin muihin jokiin
fr_fr: ajouter à toutes les autres rivières
hu_hu: hozzáfűzés a többi folyóhoz
it_it: aggiungi a tutti gli altri fiumi

source: river|Update
de_de: Aktualisieren
es_sv: Actualizar
fi_fi: Päivitä
fr_fr: Mise à jour
hu_hu: frissítés
it_it: Aggiorna

source: river|Create
de_de: Erstellen
es_sv: Crear
fi_fi: Luo
fr_fr: Créer
hu_hu: létrehozás
it_it: Crea

source: My Rivers
de_de: Meine Flüsse
es_sv: Mis ríos
fi_fi: Omat jokeni
fr_fr: Mes rivières
hu_hu: Folyóim
it_it: I Miei Fiumi

source: new river
de_de: Neuer Fluss
es_sv: Nuevo río
fi_fi: uusi joki
fr_fr: nouvelle rivière
hu_hu: Új folyam
it_it: nuovo fiume

source: river|Global Queries
de_de: Globale Abfragen
es_sv: Dudas generales
fi_fi: Globaalit haut
fr_fr: Requêtes globales
hu_hu: Általános lekérdezések
it_it: Ricerche Globali

source: The following river queries are being appended to every other river query.
de_de: Die folgenden Flussabfragen werden an jede andere Flussabfrage angehängt.
es_sv: Las consultas de este río se agregarán a las consultas de los demás ríos.
fi_fi: Seuraavat jokihaut liitetään kaikkiin muihin jokihakuihin.
fr_fr: Les requêtes suivantes sont ajoutées aux requêtes de chacune des rivières.
hu_hu: A következő folyam-lekérdezések hozzá lesznek fűzve a többihez.
it_it: I seguenti termini di ricerca verranno aggiunti a ogni altra interrogazione sui fiumi.

source: (home river)
de_de: (Heimatfluss)
es_sv: (Río de inicio)
fi_fi: (kotijoki)
fr_fr: (rivière d'accueil)
hu_hu: (hazai folyó)
it_it: (fiume iniziale)

source: Set as home river
de_de: Einstellen als Heimatfluss
es_sv: Seleccionar como río de inicio.
fi_fi: Aseta kotijoeksi
fr_fr: Définir comme rivière d'accueil
hu_hu: Legyen ez a hazai folyó
it_it: Imposta come fiume iniziale

source: river|edit
de_de: Bearbeiten
es_sv: Editar
fi_fi: muokkaa
fr_fr: éditer
hu_hu: szerkesztés
it_it: modifica

source: river|delete
de_de: Löschen
es_sv: Eliminar
fi_fi: poista
fr_fr: effacer
hu_hu: törlés
it_it: elimina

source: Delete this river?
de_de: Diesen Fluss löschen?
es_sv: ¿Eliminar este río?
fi_fi: Poistetaanko tämä joki?
fr_fr: Supprimer cette rivière?
hu_hu: Töröljük ezt a folyót?
it_it: Vuoi eliminare questo fiume?

source: river-tips|Tips:
de_de: Tipps:
es_sv: Consejos:
fi_fi: Vihjeitä:
fr_fr: Astuces :
hu_hu: Tanácsok:
it_it: Suggerimenti:

source: For the search, enter one or more words or hashtags, separated by spaces.
de_de: Gib zum Suchen ein oder mehrere Wörter oder Hashtags, jeweils durch Leerzeichen getrennt, ein.
es_sv: Para la búsqueda, ingrese una o más palabras o etiquetas separadas por espacios
fi_fi: Voit hakea yhtä tai useampaa sanaa tai hashtagia. Erota hakutermit välilyönneillä.
fr_fr: Pour effectuer une recherche, saisir un ou plusieurs mots ou hashtags séparés par des espaces.
hu_hu: A kereséshez üss be egy vagy több szót, illetve címkét, egymástól szóközzel elválasztva.
it_it: Per cercare inserisci una o più parole o #tag, separati da uno spazio.

source: Posts having any of the words will be included in the river.
de_de: Beiträge, die eins der Wörter enthalten, werden dem Fluss hinzugefügt.
es_sv: Las publicaciones que contengan cualquiera de estas palabras se incluirán en el río
fi_fi: Viestit, joissa on jokin näistä sanoista, sisällytettään jokeen.
fr_fr: Les messages contenant l'un de ces mots seront inclus dans la rivière.
hu_hu: Azok a bejegyzések, melyek a szavak bármelyikét tartalmazzák, meg fognak jelenni az adott folyóban.
it_it: I post che contengono una di queste parole saranno inclusi nel fiume.

source: Use a minus sign (-) in front of a word to exclude posts with that word.
de_de: Setze ein Minuszeichen (-) vor ein Wort, um Beiträge auszuschließen, die dieses Wort beinhalten.
es_sv: Usa un signo menos (-) pegado a una palabra para excluir las oublicaciones que contenga esa palabra.
fi_fi: Jos käytät miinusmerkkiä (-) sanan edessä, tämän sanan sisältäviä viestejä ei sisällytetä jokeen.
fr_fr: Utiliser le signe moins (-) devant un mot pour exclure les messages contenant ce mot.
hu_hu: Használj mínusz jelet (-) egy szó előtt ahhoz, hogy kizárd az adott szót tartalmazó bejegyzéseket.
it_it: Inserisci un segno meno (-) davanti a una parola per escludere i post con quella parola.

source: Example: %s#music -#classical%s will find posts about music, but not classical music.
de_de: Beispiel: %s#Musik -#Klassisch%s würde Beiträge über Musik, aber nicht über klassische Musik finden.
es_sv: Ejemplo: %s#música-clásica%s mostrará las publicaciones encontradas acerca de música, pero no de música clásica.
fi_fi: Esimerkki: %s#musiikki -#klassinen%s hakee viestit, joissa puhutaan musiikista, mutta ei klassisesta musiikista.
fr_fr: Exemple: %s#musique -#classique%s trouvera les messages sur la musique, mais pas ceux sur la musique classique.
hu_hu: Példa: a %s#zene -#klasszikus%s lekérdezés zenei témájú bejegyzéseket fog megjeleníteni, de elrejti azokat, amik klasszikusként lettek felcímkézve.
it_it: Per esempio: %s#musica -#classica%s cercherà tutti i post dove si parla di musica, escludendo quelli di musica classica.

source: Use a plus sign (+) in front of a word to include only posts with that word.
de_de: Setze ein Pluszeichen (+) vor ein Wort, um nur Beiträge mit diesem Wort zu erhalten.
es_sv: Usa un signo más (+) pegado a una pelabra para incluir solo publicaciones que contengan esa palabra.
fi_fi: Jos käytät plusmerkkiä (+) sanan edessä, vain tämän sanan sisältävät viestit sisällytetään jokeen.
fr_fr: Utiliser le signe plus (+) devant un mot pour inclure seulement les messages contenant ce mot.
hu_hu: Használj plusz jelet (+) egy szó előtt ahhoz, ha csak az adott szót tartalmazó bejegyzéseket szeretnéd megjeleníteni.
it_it: Inserisci un segno più (+) davanti a una parola per includere solo i post con quella parola.

source: Use the special term %s to include only posts which you have not read yet.
de_de: Benutze den speziellen Ausdruck %s, um nur ungelesene Beiträge zu erhalten.
es_sv: Usa el término especial %s para incluir sólo las publicaciones que aún no has leído
fi_fi: Jos käytät erikoistermiä %s, vain sellaiset viestit, joita et ole vielä lukenut, sisällytetään jokeen.
fr_fr: Utilisez le terme spécial %s pour inclure seulement les messages que vous n'avez pas encore lu.
hu_hu: Használd a %s kifejezést, ha csak az általad nem olvasott bejegyzésekre vagy kíváncsi.
it_it: Inserisci il termine speciale %s per includere solo i post che non hai ancora letto.

source: Use the special term %s to include only posts by members of the same tree as you.
de_de: Benutze den speziellen Ausdruck %s, um nur Beiträge von Nutzern von deinem Baum zu erhalten.
es_sv: Usa el término especial %s para incluir sólo las publicaciones realizadas por miembros de tu mismo árbol
fi_fi: Jos käytät erikoistermiä %s, vain oman puusi jäsenten lähettämät viestit sisällytetään jokeen.
fr_fr: Utilisez le terme spécial %s pour inclure seulement les messages envoyés par les membre du même arbre que vous.
hu_hu: Használd a %s kifejezést, ha csak a saját fáról származó bejegyzések érdekelnek.
it_it: Inserisci il termine speciale %s per includere solo i post dei membri del tuo stesso albero.

source: Use double quotes to match multi-word phrases, or exact matches involving symbols.
de_de: Benutze Anführungszeichen, um Begriffe mit mehreren Wörtern oder mit Sonderzeichen, die sonst als Operator interpretiert würden, zu erhalten.
es_sv: Usa comillas dobles para mostrar frases de varias palabras o expresiones que contengan símbolos.
fi_fi: Käytä lainausmerkkejä, jos haluat hakea useamman sanan pituisia tai erikoismerkkejä sisältäviä ilmauksia.
fr_fr: Utilisez les guillements pour faire des recherches sur une suite de mots, ou sur des mots clés contenant des symboles.
hu_hu: Használj idézőjelet, hogy többszavas, vagy különleges jeleket magában foglaló kifejezéseket is megtalálhass.
it_it: Usa le doppie virgolette per cercare una sequenza di parole o parole chiave che contengono simboli.

source: Use the special term %s followed by a name in quotes to match all posts by that person.
de_de: Benutze den speziellen Ausdruck %s gefolgt von einem Namen in Anführungszeichen, um alle Beiträge dieser Person zu erhalten.
es_sv: Usa el término especial %s seguido por un nombre en comillas para mostrar las publicaciones hechas por esa persona.
fi_fi: Jos käytät erikoistermiä %s ja lisäät sen perään käyttäjänimen, kaikki kyseisen henkilön lähettämät viestit sisällytetään jokeen.
fr_fr: Utilisez le terme spécial %s suivi par un nom entre guillements pour n'afficher que les messages envoyés par cette personne.
hu_hu: Használd a %s kifejezést egy idézőjelbe tett névvel kiegészítve, hogy az adott személy összes bejegyzését megjelenítsd.
it_it: Inserisci il termine speciale %s seguito da un nome tra virgolette per trovare tutti i post di quella persona.

source: Use the special term %s followed by a contact list name in quotes to match all posts by the people in that contact list.
de_de: Benutze den speziellen Ausdruck %s gefolgt von einem Kontaktlistennamen in Anführungszeichen, um die Beiträge aller Personen in dieser Kontaktliste zu erhalten.
es_sv: Usa el término especial %s seguido por el nombre de una lista de contactos para mostrar las publicaciones hechas por las personas que forman parte de esa lista de contactos.
fi_fi: Jos käytät erikoistermiä %s ja lisäät sen perään kontaktiluettelon nimen, kaikki kyseiseen listaan kuuluvien henkilöiden lähettämät viestit sisällytetään jokeen.
fr_fr: Utilisez le caractère spécial %s suivi par une liste de contacts entre guillemets pour n’afficher que les messages des personnes de cette liste de contacts.
hu_hu: Használd a %s kifejezést valamelyik társjegyzék idézőjelbe tett nevével kiegészítve, hogy az adott jegyzékben szereplő összes tag minden bejegyzését megjelenítsd.
it_it: Inserisci il termine speciale %s seguito dal nome di una lista contatti tra virgolette per cercare tutti i post delle persone appartenenti a quella lista contatti.

source: Example: %s:river "Special Interests"%s
de_de: Beispiel: %s:river "besondere Interessen"%s
es_sv: Ejemplo: %s:río "Intereses especiales"%s
fi_fi: Esimerkki: %s:river "Mielenkiinnon kohteet"%s
fr_fr: Exemple: %s:river "Intérêts particuliers"%s
hu_hu: Példa: %s:river "érdeklődési körök"%s
it_it: Per esempio: %s:river "Interessi Particolari"%s

source: Use the special term %s followed by %s or %s to match posts with a given visibility.
de_de: Benutze den speziellen Ausdruck %s gefolgt von %s oder %s, um Beiträge dieser Sichtbarkeitsstufe zu erhalten.
es_sv: Usa el término especial %s seguido por %s o %s para mostrar las publicaciones con una visibilidad dada.
fi_fi: Käyttämällä erikoistermiä %s ja lisäämällä sen perään %s tai %s voit lisätä jokeen viestejä niiden näkyvyyden mukaan.
fr_fr: Utilisez le caractère spécial %s suivi de %s ou %s pour n’afficher que les messages ayant une visibilité donnée.
hu_hu: Használd a %s kifejezést kiegészítve a következő két paraméter közül valamelyikkel: %s / %s hogy meghatározott láthatóságú bejegyzéseket tekinthess meg.
it_it: Inserisci il termine speciale %s seguito da %s oppure %s per cercare i post con una determinata visibilità.

source: Other special terms: %s, %s and %s. These are for narrowing down to posts you have liked, commented on and subscribed to, respectively.
de_de: Sonstige spezielle Ausdrücke: %s, %s und %s. Diese dienen der Eingrenzung von Beiträgen, die dir gefallen haben bzw. die du kommentiert oder abonniert hast.
es_sv: Otros términos especiales: %s, %s y %s. Estos son para limitar a las publicaciones que te gustan, en las que comentaste o te suscribiste respectivamente.
fi_fi: Muita erityistermejä: %s, %s ja %s. Näillä voit rajoittaa haun sellaisiin viesteihin, joista olet tykännyt, joita olet kommentoinut tai jotka olet tilannut.
fr_fr: Autres termes spéciaux : %s, %s and %s. Ils servent respectivement à filtrer les messages que vous avez aimés, commentés ou auxquels vous êtes abonné.
hu_hu: Egyéb különleges kifejezések: %s, %s and %s. Ezek leszűkítik a találatokat azokra a bejegyzésekre, melyeket kedveltél, melyekhez hozzászóltál, vagy amelyekre feliratkoztál.
it_it: Altri termini speciali: %s, %s e %s. Questi servono rispettivamente per restringere la ricerca ai post che ti piacciono, che hai commentato o che hai seguito.

source: (advanced) Use the special term %s followed by a source name in quotes to match posts posted with a given source or tool.
de_de: (fortgeschritten) Benutze den speziellen Ausdruck %s gefolgt von einem Quellennamen in Anführungszeichen, um Beiträge aus einer bestimmten Quelle zu erhalten.
fr_fr: (avancé) Utiliser le terme spécial %s suivi du nom d’une source entre guillemet pour trouver les messages publiés avec une source ou un outils donné.

source: (advanced) Use the special term %s followed by a river label in quotes to compose rivers using other rivers.
de_de: (fortgeschritten) Benutze den speziellen Ausdruck %s, gefolgt von einer Flussbezeichnung in Anführungszeichen, um Flüsse aus anderen Flüssen zusammenzustellen.
es_sv: (Avanzado) Usa el término especial %s seguido por el nombre de un río en comillas para hacer un río utilizando otro ríos.
fi_fi: (edistyneille käyttäjille) Käyttämällä erikoistermiä %s yhdessä lainausmerkeissä olevan joen nimen kanssa voit luoda jokia, jotka käyttävät muita jokia.
fr_fr: (avancé) Utilisez le terme spécial %s suivi d'une étiquette de rivière entre guillemets pour composer des rivières utilisant d'autres rivières.
hu_hu: (haladóknak) Használd a %s kifejezést kiegészítve valamelyik folyamod idézőjelbe tett nevével, hogy létrehozz olyan folyamokat, amelyek más folyamokból tevődnek össze.
it_it: (avanzato) Usa il termine speciale %s seguito dall&#8217;etichetta di un fiume tra virgolette per comporre fiumi usando altri fiumi.

source: (advanced) Use the special term %s followed by &lt; or &gt; and a number to match posts by their approximate number of words.
de_de: (fortgeschritten) Benutze den speziellen Ausdruck %s gefolgt von &lt; oder &gt; und einer Zahl, um Beiträge mit dieser Wortzahl zu erhalten.
es_sv: (Avanazado) Usa el término especial %s segido por &lt; o &gt; y un número para mostrar las publicaciones por su número aproximado de palabras.
fi_fi: (edistyneille käyttäjille) Käyttämällä erikoistermiä %s sekä lisäämällä sen perään &lt; tai &gt; ja jonkin luvun voit lisätä jokeen viestejä niiden sanamäärän mukaan.
fr_fr: (avancé) Utilisez le caractère spécial %s suivi par &lt; ou &gt; et un chiffre pour n’afficher que les messages qui ont un certain nombre de mots.
hu_hu: (haladóknak) Használd a %s kifejezést &lt; vagy &gt; jellel, illetve egy számmal kiegészítve, hogy kiszűrhess bejegyzéseket a bennük előforduló szavak megközelítőleges száma szerint.
it_it: (avanzato) Inserisci il termine speciale %s seguito da &lt; oppure &gt; e un numero per cercare i post in base al numero approssimativo di parole.

source: Example: %s:word-count < 16%s
de_de: Beispiel: %s:word-count < 16%s
es_sv: Ejemplo: %s:cuenta-palabras<16%s
fi_fi: Esimerkki %s:word-count < 16%s
fr_fr: Exemple : %s:word-count < 16%s
hu_hu: Például: %s:word-count < 16%s
it_it: Per esempio: %s:word-count < 16%s

source: river|Examples
de_de: Beispiele
es_sv: Ejemplos
fi_fi: Esimerkkejä
fr_fr: Exemples
hu_hu: Példák
it_it: Esempi

source: river|Query
de_de: Abfrage
es_sv: Duda
fi_fi: Haku
fr_fr: Requête
hu_hu: a lekérdezés mintája
it_it: Ricerca

source: river|Description
de_de: Beschreibung
es_sv: Descripción
fi_fi: Kuvaus
fr_fr: Description
hu_hu: jelentése
it_it: Descrizione

source: All posts originating from your tree
de_de: Alle Beiträge von deinem Baum.
es_sv: Todas las publicaciones originadas desde tu árbol
fi_fi: Kaikki sinun puustasi lähtöisin olevat viestit
fr_fr: Tous les messages provenant de votre arbre
hu_hu: Minden bejegyzés, ami az általad látogatott fától ered
it_it: Tutti i post che provengono dal tuo albero

source: All posts transmitted to your tree from every other tree in the forest, plus posts from your tree
de_de: Alle Beiträge werden zu deinem Baum weitergegeben, sowohl von anderen Bäumen im Wald als auch von deinem eigenen Baum.
es_sv: Todas de publicaciones trasmitidas a tu árbol de todos los otras arboles en el bosque, más las publicaciones de tu árbol.
fi_fi: Kaikki sinun puustasi lähtöisin olevat viestit ja lisäksi muista metsän puista sinun puuhusi välitetyt viestit
fr_fr: Tous les messages transmis à votre arbre par tous les autres arbres de la forêt, plus les messages de votre arbre
hu_hu: Azon bejegyzések összessége, amelyeket az erdő más fái továbbítottak az általad látogatott fának, illetve azoké, amelyek a saját fádtól erednek
it_it: Tutti i post trasmessi al tuo albero da tutti gli altri alberi nella foresta, più i post dal tuo albero
