Repository: Libertree/libertree
Catalog: locale/*/frontend.po
Languages: de_de, es_sv, fi_fi, fr_fr, hu_hu, it_it

source: Username
de_de: Nutzername
es_sv: Nombre de usuario
fi_fi: Käyttäjänimi
fr_fr: Nom d’utilisateur
hu_hu: Azonosító
it_it: Nome Utente

source: Password
de_de: Kennwort
es_sv: Contraseña
fi_fi: Salasana
fr_fr: Mot de passe
hu_hu: Jelszó

source: Login
de_de: Anmelden
es_sv: Iniciar sesión
fi_fi: Kirjaudu sisään
fr_fr: Se connecter
hu_hu: Bejelentkezés
it_it: Accedi

source: Not a member yet?
de_de: Noch kein Mitglied?
es_sv: ¿Aún no eres miembro?
fi_fi: Etkö ole vielä jäsen?
fr_fr: Pas encore membre ?
hu_hu: Még nem vagy tag?
it_it: Non sei ancora registrato?

source: Sign up now!
de_de: Registriere dich hier!
es_sv: ¡Regístrate ahora!
fi_fi: Rekisteröidy nyt!
fr_fr: Inscrivez-vous maintenant !
hu_hu: Iratkozz fel most!
it_it: Iscriviti ora!

source: Forgot your credentials?
de_de: Kennwort vergessen?
es_sv: ¿Olvidaste tus datos?
fi_fi: Unohditko salasanasi?
fr_fr: Avez-vous oublié vos identifiants ?
hu_hu: Elfelejtetted az azonosítóidat?
it_it: Hai dimenticato le tue credenziali?

source: You can %sreset your password%s if your account has an email address on record.
de_de: Du kannst dein %sKennwort hier zurücksetzen%s, sofern deine E-Mail-Adresse hinterlegt ist.
es_sv: Puedes %srestaurar tu contraseña%s si proporcionaste una dirección de correo electrónico en la información de registro de tu cuenta.
fi_fi: Voit %snollata salasanasi%s, jos tilillesi on asetettu sähköpostiosoite.
fr_fr: Vous pouvez %sréinitialiser votre mot de passe%s si vous avez enregistré une adresse de courriel dans votre compte.
hu_hu: %sVisszaállíthatod a jelszavadat%s, ha korábban megadtad az e-mail címedet.
it_it: Puoi %sreimpostare la tua password%s se il tuo account ha un indirizzo di posta elettronica associato.

source: Invalid credentials.
de_de: Kennwort oder Nutzername ungültig.
es_sv: Datos no válidos
fi_fi: Virheellinen käyttäjänimi tai salasana.
fr_fr: Identifiants invalides.
hu_hu: Érvénytelen azonosítók.
it_it: Credenziali non valide.

source: A valid invitation code is required.
de_de: Ein gültiger Einladungscode ist erforderlich.
es_sv: Necesitas un código de invitación válido.
fi_fi: Rekisteröityminen edellyttää voimassa olevan kutsukoodin.
fr_fr: Un code d’invitation valide est nécessaire.
hu_hu: Érvényes meghívó szükségeltetik!
it_it: E&#8217; richiesto un codice invito valido.

source: This invitation code has already been used. Try another one!
de_de: Diese Einladung wurde bereits von jemandem benutzt. Versuche es mit einem anderen Einladungscode!
es_sv: Éste código de invitación ya fue utilizado. Intenta con otro
fi_fi: Tämä kutsukoodi on jo käytetty. Kokeile toista!
fr_fr: Ce code d'invitation a déjà été utilisé. Essayez-en un autre !
hu_hu: Ezt a meghívót már felhasználták. Próbálj meg egy másik jelsort!
it_it: Questo codice invito è già stato usato. Prova con un altro!

source: You mistyped your password.
de_de: Du hast dich bei der Kennworteingabe vertippt.
es_sv: Has escrito tu contraseña incorrectamente.
fi_fi: Kirjoitit salasanasi väärin.
fr_fr: Vous avez mal saisi votre mot de passe.
hu_hu: Elgépelted a jelszavadat.
it_it: La password inserita non è corretta.

source: Username %s is taken. Please choose another.
de_de: Benutzername %s ist vergeben. Bitte verwende einen anderen.
es_sv: El nombre de usuario %s está en uso. Por favor, elige otro.
fi_fi: Käyttäjänimi %s on varattu. Valitse jokin muu.
fr_fr: Le nom %s est déjà utilisé. Veuillez en choisir un autre.
hu_hu: Ez az azonosító (%s) már foglalt. Kérlek válassz másikat!
it_it: Il nome utente %s esiste già. Per favore scegli un nome diverso.

source: Username must be at least 2 characters long and consist only of lowercase letters, numbers, underscores and dashes.
de_de: Benutzernamen müssen mindestens zwei Zeichen lang sein. Gültige Zeichen sind Kleinbuchstaben, Ziffern, Unterstriche und Bindestriche.
es_sv: El nombre de usuario debe tener al menos 2 caracteres y éstos deben consistir solamente de letras minúsculas, números, guiones y guiones bajos.
fi_fi: Käyttäjänimessä täytyy olla vähintään kaksi merkkiä, ja se saa sisältää vain pieniä kirjaimia, numeroita, alaviivoja ja viivoja.
fr_fr: Le nom d’utilisateur doit comporter au moins 2 caractères et uniquement des lettres minuscules, nombres, tiret bas et tiret.
hu_hu: Az azonosítónak legalább 2 jel hosszúságúnak kell lennie és kizárólag kisbetűkből, számokból, aláhúzás- valamint kötőjelből állhat.
it_it: Il nome utente deve essere composto da almeno 2 caratteri e contenere soltanto lettere minuscole, numeri, trattini e trattini bassi.

source: A password reset link has been sent for the account with that email address.
de_de: Ein Link zum Zurücksetzen deines Kennworts wurde an die hinterlegte E-Mail-Adresse geschickt.
es_sv: Se ha enviado al correo electrónico asociado a ésta cuenta un hipervínculo para restaurar la contraseña.
fi_fi: Tilin salasanan nollaamiseen tarvittava linkki on lähetetty antamaasi sähköpostiosoitteeseen.
fr_fr: Un lien de réinitialisation du mot de passe a été envoyé à l'adresse de courriel enregistrée dans votre compte.
hu_hu: Elküldtük a jelszó-visszaállító linket az e-mail címedre.
it_it: E&#8217; stato spedito un messaggio di posta elettronica con un link per la reimpostazione della password.

source: You have been logged out.
de_de: Du hast dich abgemeldet.
es_sv: Te has desconectado
fi_fi: Olet kirjautunut ulos.
fr_fr: Vous avez été déconnecté.
hu_hu: Kijelentkeztél.
it_it: Disconnessione effettuata con successo.

source: not-authenticated|Please log in.
de_de: Bitte melde dich an.
es_sv: Por favor, inicia sesión
fi_fi: Sinun täytyy kirjautua sisään.
fr_fr: Veuillez vous identifier.
hu_hu: Kérlek jelentkezz be!
it_it: Per favore accedi.

source: Failed to create invitation. You may only have up to 5 unaccepted invitations at once.
de_de: Du darfst nur bis zu 5 nicht akzeptierte Einladungen auf einmal haben.
es_sv: Error al crear invitación. No puedes tener más de 5 invitaciones sin aceptar a la vez.
fi_fi: Kutsun luominen epäonnistui. Sinulla voi olla voimassa korkeintaan viisi hyväksymätöntä kutsua kerralla.
fr_fr: La création de l'invitation a échoué. Vous ne pouvez pas avoir plus de 5 invitations en attente d'acceptation.
hu_hu: Nem sikerült létrehozni a meghívót. Egyszerre csak 5 függőben lévő meghívód lehet.
it_it: Creazione invito fallita. Puoi avere solo un massimo di 5 inviti non accettati per volta.

source: In order to see posts here, you need to have at least one river.
de_de: Du musst mindestens einen Fluss haben, um hier Beiträge zu sehen.
es_sv: Para ver los mensajes aquí, tiene que tener al menos un río.
fr_fr: Afin de voir des messages ici, vous devez avoir au moins une rivière.
hu_hu: Legalább egy folyódnak kell lennie, hogy láthass bejegyzéseket.
it_it: Devi avere almeno un fiume per vedere i post qui.

source: %sCreate one now%s
de_de: %sJetzt erstellen%s
es_sv: %sCrear uno ahora%s
fr_fr: %sEn créer une maintenant%s
hu_hu: %sHozz létre egyet most%s
it_it: %sCreane uno ora%s

source: by post time
de_de: Nach Datum sortieren
es_sv: Por tiempo de publicación
fi_fi: lähettämisajan mukaan
fr_fr: par date de publication
hu_hu: közzététel ideje
it_it: per data dei post

source: by update time
de_de: Nach Aktualisierungsdatum sortieren
es_sv: Por tiempo de actualización
fi_fi: päivitysajan mukaan
fr_fr: par date de mise à jour
hu_hu: frissítés ideje szerint
it_it: per data di aggiornamento

source: mark all read
de_de: Alle als gelesen markieren
es_sv: Marcar todo como leído
fi_fi: merkitse kaikki luetuiksi
fr_fr: tout marquer comme "lu"
hu_hu: mindent olvasottnak jelöl
it_it: segna tutti come già letti

source: New Post
de_de: Neuer Beitrag
es_sv: Nueva publicación
fi_fi: Uusi viesti
fr_fr: Nouveau message
hu_hu: új bejegyzés
it_it: Nuovo Post

source: new-post|Post
de_de: Post
es_sv: Publicar
fi_fi: Lähetä
fr_fr: Message
hu_hu: küldés
it_it: Condividi

source: Publish to these springs:
de_de: In diesen Quellen veröffentlichen:
fr_fr: Publiez dans ces sources :
it_it: Pubblica in queste fonti:

source: Preview
de_de: Vorschau
es_sv: Vista previa
fi_fi: Esikatsele
fr_fr: Prévisualiser
hu_hu: Előnézet
it_it: Anteprima

source: Visibility
de_de: Sichtbarkeit
es_sv: Visibilidad
fi_fi: Näkyvyys
fr_fr: Visibilité
hu_hu: láthatóság
it_it: Visibilità

source: visibility|Internet
de_de: Internet
es_sv: Internet
fi_fi: Internet
fr_fr: Internet
hu_hu: világháló
it_it: Internet

source: visibility|Forest
de_de: Wald
es_sv: Bosque
fi_fi: Metsä
fr_fr: Forêt
hu_hu: erdő
it_it: Foresta

source: visibility|Tree
de_de: Baum
fr_fr: Arbre
it_it: Albero

source: preview|close
de_de: Schließen
es_sv: Cerrar
fr_fr: fermer
hu_hu: bezárás
it_it: chiudi

source: This post and its comments are visible to the whole Internet
de_de: Dieser Beitrag und seine Kommentare sind im ganzen Internet sichtbar
es_sv: Esta publicación y sus comentarios son visibles en toda la red (Internet).
fi_fi: Tämä viesti ja sen kommentit näkyvä koko Internetille
fr_fr: Ce message et ses commentaires sont visibles par tout l'internet
hu_hu: A bejegyzés és hozzászólásai az egész világhálón láthatóak
it_it: Questo post e i suoi commenti sono visibili pubblicamente

source: This post and its comments are only visible to members of this Libertree forest
de_de: Dieser Beitrag und seine Kommentare sind sind nur für Mitglieder dieses Libertree Waldes sichtbar
es_sv: Esta publicación y sus comentarios sólo son visibles para los miembros de este Bosque de Libertree.
fi_fi: Tämä viesti ja sen kommentit näkyvät vain tämän Libertree-metsän jäsenille
fr_fr: Ce message et ses commentaires ne sont visibles qu'aux membres de cette forêt Libertree
hu_hu: A bejegyzést és hozzászólásait csak ennek az erdőnek a tagjai láthatják
it_it: Questo post e i suoi commenti sono visibili soltanto ai membri di questa foresta di Libertree

source: Click here for help
de_de: Hilfe benötigt? Hier klicken!
es_sv: Clic aquí para ayuda
fr_fr: Cliquer ici pour avoir de l’aide
hu_hu: Kattints ide a segítségért
it_it: Clicca qui per aiuto

source: help|What does this mean?
de_de: Was bedeutet das?
es_sv: ¿Qué quiere decir esto?
fr_fr: Qu’est-ce que cela veut dire ?
hu_hu: Mit jelent ez?
it_it: Cos&#8217;è questo?

source: Edit Post
de_de: Beitrag bearbeiten
es_sv: Editar publicación
fi_fi: Muokkaa viestiä
fr_fr: Éditer le message
hu_hu: szerkesztés
it_it: Modifica Post

source: Cancel
de_de: Abbrechen
es_sv: Cancelar
fi_fi: Peruuta
fr_fr: Annuler
hu_hu: mégsem
it_it: Annulla

source: post|Update
de_de: Aktualisieren
es_sv: Actualizar
fi_fi: Päivitä
fr_fr: Mise à jour
hu_hu: frissítés
it_it: Aggiorna

source: Start receiving notifications about comments on this post
de_de: Benachrichtigungen über Kommentare zu diesem Beitrag bekommen
es_sv: Comenzar a recibir notificaciones sobre los comentarios de esta publicación
fi_fi: Vastaanota huomautuksia tämän viestin kommenteista
fr_fr: Recevoir des notifications concernant les commentaires sur ce message.
hu_hu: szeretnék értesítéseket kapni a bejegyzés hozzászólásairól
it_it: Inizia a ricevere le notifiche per i commenti in questo post

source: subscribe
de_de: Abonnieren
es_sv: Suscribir
fi_fi: tilaa
fr_fr: s’abonner
hu_hu: feliratkozás
it_it: segui

source: Stop receiving notifications about comments on this post
de_de: Keine Benachrichtungen über Kommentare zu diesem Beitrag bekommen
es_sv: Dejar de recibir notificaciones sobre los comentarios en esta publicación.
fi_fi: Lopeta tämän viestin kommenteista tulevien huomautusten vastaanottaminen
fr_fr: Ne plus recevoir de notifications concernant les commentaires sur ce message
hu_hu: nem szeretnék többé értesítéseket kapni a bejegyzés hozzászólásairól
it_it: Non ricevere più le notifiche per i commenti in questo post

source: unsubscribe
de_de: Abbestellen
es_sv: Eliminar suscripción
fi_fi: lopeta tilaus
fr_fr: se désabonner
hu_hu: leiratkozás
it_it: non seguire più

source: mark post unread
de_de: Beitrag als ungelesen markieren
es_sv: Marcar publicación como no leída
fi_fi: merkitse kaikki viestit lukemattomiksi
fr_fr: marquer "non lu"
hu_hu: olvasatlannak jelölés
it_it: segna post come non letto

source: mark post read
de_de: Beitrag als gelesen markieren
es_sv: Marcar publicación como leída
fi_fi: merkitse kaikki viestit luetuiksi
fr_fr: marquer "lu"
hu_hu: olvasottnak jelölés
it_it: segna post come letto

source: edit
de_de: Bearbeiten
es_sv: Editar
fi_fi: muokkaa
fr_fr: éditer
hu_hu: szerkesztés
it_it: modifica

source: delete
de_de: Löschen
es_sv: Eliminar
fi_fi: poista
fr_fr: effacer
hu_hu: törlés
it_it: elimina

source: collect
de_de: Sammeln
es_sv: Coleccionar
fi_fi: kerää
fr_fr: collecter
hu_hu: összegyűjt
it_it: memorizza

source: unlike
de_de: Gefällt mir nicht mehr
es_sv: Ya no me gusta
fi_fi: peru tykkäys
fr_fr: je n’aime plus
hu_hu: nem tetszik
it_it: non mi piace

source: like
de_de: Gefällt mir
es_sv: Me gusta
fi_fi: tykkää
fr_fr: j’aime
hu_hu: tetszik
it_it: mi piace

source: likes
de_de: Gefallensbekundungen
es_sv: Le gusta
fi_fi: tykkäystä
fr_fr: "j'aime"
hu_hu: ember kedveli
it_it: mi piace

source: Delete this post?
de_de: Diesen Beitrag löschen?
es_sv: ¿Eliminar esta publicación?
fi_fi: Poistetaanko tämä viesti?
fr_fr: Effacer ce message ?
hu_hu: Töröljük ezt a bejegyzést?
it_it: Vuoi eliminare questo post?

source: posted with: %s
de_de: Verfasst mit: %s
fr_fr: publié avec : %s

source: No more posts (for now).
de_de: (aktuell) keine weiteren Beiträge
es_sv: No hay más publicaciones (por ahora).
fi_fi: Ei enempää viestejä (toistaiseksi).
fr_fr: Fin des messages (pour l’instant).
hu_hu: Nincs több bejegyzés (egyelőre).
it_it: Non ci sono altri post (per ora).

source: The system is still matching posts with this river. Check in a few minutes for more posts.
de_de: Das System gleicht noch Beiträge mit diesem Fluss ab. Schau bitte in ein paar Minuten noch einmal nach weiteren Beiträgen.
es_sv: El sistema aún está buscando las publicaciones correspondientes para este río. Revisa en unos minutos para ver más publicaciones.
fi_fi: Järjestelmä etsii yhä viestejä tähän jokeen. Katso uudelleen muutaman minuutin kuluttua.
fr_fr: Le système est en train de rechercher les messages de cette rivière. Merci de revenir dans quelques minutes pour voir plus de messages.
hu_hu: Még rejtőznek további bejegyzések ebben a folyóban. Nézz rá ismét pár perc múlva és láss csodát...
it_it: Il sistema sta ancora confrontando i post con questo fiume. Ricontrolla tra pochi minuti per avere più post.

source: back to top
de_de: Zurück zum Anfang
es_sv: Volver arriba
fi_fi: takaisin ylös
fr_fr: retour en haut
hu_hu: vissza az elejére
it_it: torna a inizio pagina

source: Liked by %s
de_de: Gefällt %s
es_sv: Le gusta a %s
fi_fi: Tykkääjät: %s
fr_fr: Aimé par %s
hu_hu: %s kedveli
it_it: Piace a %s

source: 1 comment by %1$s
de_de: Ein Kommentar von %1$s
es_sv: Un comentario por %1$s
fi_fi: 1 kommentti käyttäjältä %1$s
fr_fr: 1 commentaire par %1$s
hu_hu: 1 hozzászólást írt %1$s
it_it: 1 commento di %1$s

source: %2$d comments by %1$s
de_de: %2$d Kommentare von %1$s
es_sv: %2$d comentarios por %1$s
fi_fi: %2$d kommenttia käyttäjiltä %1$s
fr_fr: %2$d commentaires par %1$s
hu_hu: %2$d hozzászólást írt %1$s
it_it: %2$d commenti di %1$s

source: comments
de_de: Kommentare
es_sv: Comentarios
fi_fi: kommenttia
fr_fr: commentaires
hu_hu: hozzászólás
it_it: commenti

source: comment
de_de: Kommentieren
es_sv: Comentar
fi_fi: kommentti
fr_fr: commentaire
hu_hu: hozzászólás
it_it: commenta

source: Likes:
de_de: Gefallensbekundungen:
fr_fr: "J’aime":
hu_hu: Kedvelte:
it_it: Mi piace:

source: Comments:
de_de: Kommentare:
fr_fr: Commentaires:
hu_hu: Hozzászólások:
it_it: Commenti:

source: Visibility:
de_de: Sichtbarkeit:
fr_fr: Visibilité :
hu_hu: Láthatóság:
it_it: Visibilità:

source: mark read
de_de: Als gelesen markieren
es_sv: Marcar como leída
fi_fi: merkitse luetuksi
fr_fr: marquer "lu"
hu_hu: olvasottnak jelöl
it_it: segna come già letto

source: mark unread
de_de: Als ungelesen markieren
es_sv: Marcar como no leída.
fi_fi: merkitse lukemattomaksi
fr_fr: marquer "non lu"
hu_hu: olvasatlannak jelöl
it_it: segna come non letto

source: Hiding a post prevents it from showing in your rivers or triggering notifications.
de_de: Ausgeblendete Beiträge tauchen nicht in deinen Flüssen auf und lösen keine Benachrichtigungen aus.
es_sv: Ocultar una publicación previene que se muestre entre tus Ríos o que active notificaciones sobre la misma.
fi_fi: Jos piilotat viestin, se ei näy joissasi eikä se aiheuta huomautuksia.
fr_fr: Cacher un message l’empêche d’apparaître dans vos rivières ou de déclencher des notifications.
hu_hu: A rejtett bejegyzések nem jelennek meg a folyamjaidban és nem érkezik róluk értesítés sem.
it_it: Se nascondi un post, non lo vedrai più nei tuoi fiumi e non riceverai più le relative notifiche.

source: hide
de_de: Ausblenden
es_sv: Ocultar
fi_fi: piilota
fr_fr: cacher
hu_hu: rejtés
it_it: nascondi

source: Click to confirm hiding of this post.
de_de: Zur Bestätigung klicken, um den Beitrag wirklich auszublenden.
es_sv: Click para confirmar que deseas ocultar esta publicación
fi_fi: Paina varmistaaksesi, että haluat piilottaa tämän viestin.
fr_fr: Cliquer pour confirmer vouloir cacher ce message.
hu_hu: Biztosan szeretnéd elrejteni ezt a bejegyzést?
it_it: Sei sicuro di voler nascondere questo post? Clicca per confermare.

source: confirm
de_de: Bestätigen
es_sv: Confirmar
fi_fi: Vahvista
fr_fr: confirmer
hu_hu: igen
it_it: conferma

source: Collect this post in a pool
de_de: Diesen Beitrag in einem Sammelbecken sammeln
es_sv: Coleccionar esta publicación en un estanque.
fi_fi: Kerää tämä viesti lampeen.
fr_fr: Collecter ce message dans un bassin
hu_hu: bejegyzés felvétele egy gyűjtőmedencébe
it_it: Colloca questo post in uno stagno

source: collected
de_de: Gesammelt
es_sv: Coleccionado.
fi_fi: kerätty
fr_fr: Collecté
hu_hu: összegyűjtve
it_it: memorizzato

source: Remove this post from this pool
de_de: Entferne diesen Beitrag aus diesem Sammelbecken
es_sv: Remover esta publicación de este estanque.
fi_fi: Poista tämä viesti tästä lammesta
fr_fr: Enlever ce message de ce bassin
hu_hu: bejegyzés eltávolítása ebből a gyűjtőmedencéből
it_it: Rimuovi il post da questo stagno

source: remove
de_de: Entfernen
es_sv: Remover
fi_fi: poista
fr_fr: enlever
hu_hu: eltávolít
it_it: rimuovi

source: View post. Middle click, Shift-click, or Ctrl-Shift-click to open in new tab/window
de_de: Beitrag ansehen. Mit mittlerer Maustaste oder linker Maustaste und gedrückter Umschalttaste (ggf. mit Strg) anklicken, um ihn in einem neuem Tab/Fenster zu öffnen
fr_fr: Utilise un Clic central, Shift-clic ou Ctrl-clic pour ouvrir le message dans une nouvel onglette/fenêtre.
hu_hu: Bejegyzés megtekintése. Kattints egyet a shift/ctrl billentyű lenyomása mellett, ha új fülön/ablakban szeretnéd megnyitni

source: view post
de_de: Beitrag ansehen
es_sv: Ver publicación
fi_fi: näytä viesti
fr_fr: voir le message
hu_hu: bejegyzés megtekintése
it_it: apri il post

source: show more
de_de: Mehr anzeigen
es_sv: Mostrar más...
fi_fi: näytä lisää
fr_fr: montrer plus
hu_hu: többet mutat
it_it: espandi

source: show less
de_de: Weniger anzeigen
es_sv: Mostrar menos
fi_fi: näytä vähemmän
fr_fr: montrer moins
hu_hu: kevesebbet mutat
it_it: comprimi

source: Post may not be empty.
de_de: Ein Beitrag darf nicht leer sein.
es_sv: La publicación no puede ser vacía
fi_fi: Viesti ei voi olla tyhjä.
fr_fr: Un message ne peut pas être vide.
hu_hu: A bejegyzés nem lehet üres.
it_it: Il post potrebbe essere non vuoto.

source: Please submit fewer than 16,000 characters.
de_de: Bitte weniger als 16.000 Zeichen benutzen.
fr_fr: Merci de soumettre moins de 16.000 caractères.
it_it: Per favore inserire meno di 16000 caratteri.

source: Successfully posted.
de_de: Beitrag erfolgreich übermittelt.
fr_fr: Publié correctement.
it_it: Pubblicato con successo.

source: Note that your post cannot be seen here because it does not match this river.
de_de: Beachte bitte, dass dein Beitrag hier nicht sichtbar ist, da er nicht zu diesem Fluss passt.
fr_fr: Veuillez remarquer que votre message ne peut être vu ici car il ne correspond pas à cette rivière.

source: You already have a pool with that name.
de_de: Du hast bereits ein Sammelbecken dieses Namens.
es_sv: Actualmente ya tienes un estanque con ese nombre.
fi_fi: Sinulla on jo tämänniminen lampi.
fr_fr: Vous avez déjà un bassin avec ce nom.
hu_hu: Már van gyűjtőmedencéd ezen a néven.
it_it: Hai già uno stagno con questo nome.

source: Failed to create pool or add post.
de_de: Erstellung des Sammelbeckens oder Hinzufügen des Beitrags fehlgeschlagen.
es_sv: Error al crear estanque o agregar publicación
fi_fi: Lammen luominen tai viestin lisääminen epäonnistui.
fr_fr: La création du bassin ou l'ajout du message a échoué.
hu_hu: Nem sikerült létrehozni a medencét vagy hozzáadni a bejegyzést.
it_it: Creazione stagno o aggiunta del post fallita.

source: Failed to add post to pool.
de_de: Hinzufügen des Beitrags zum Sammelbecken fehlgeschlagen.
es_sv: Error al agregar publicación al estanque.
fi_fi: Viestin lisääminen lampeen epäonnistui.
fr_fr: L'ajout du message au bassin a échoué.
hu_hu: A bejegyzést nem sikerült hozzáadni a medencéhez.
it_it: Impossibile aggiungere il post allo stagno.

source: Post added to &ldquo;%s&rdquo; pool.
de_de: Beitrag zum Sammelbecken &ldquo;%s&rdquo; hinzugefügt.
es_sv: Publicación agregada al estanque &ldquo;%srdquo;
fi_fi: Viesti lisättiin lampeen &rdquo;%s&rdquo;.
fr_fr: Message ajouté au bassin &ldquo;%s&rdquo;.
hu_hu: Bejegyzés hozzáadva a &ldquo;%s&rdquo; nevű medencéhez.
it_it: Post aggiunto allo stagno &ldquo;%s&rdquo; .

source: The spring URL may only consist of letters, hyphens or underscores.
fr_fr: L’URL de la source ne peut contenir que des lettres, tirets et tirets-bas

source: You already have a spring with this name.
fr_fr: Vous avez déjà une source portant ce nom.

source: The custom spring URL is too long. You may use up to 64 characters.
fr_fr: L’URL de la source personnalisée est trop long. Vous pouvez utiliser jusqu’à 64 caractères.

source: Special characters are not allowed in display names.
de_de: Sonderzeichen sind in Anzeigenamen nicht erlaubt.
es_sv: En el nombre para mostrar no se permiten caracteres especiales.
fi_fi: Näkyvissä nimissä ei voi käyttää erikoismerkkejä.
fr_fr: Les caractères spéciaux ne sont pas acceptés dans les noms affichés.
hu_hu: Különleges jelek nem szerepelhetnek a világi nevekben.
it_it: Non sono ammessi caratteri speciali per i nomi visualizzati.

source: Avatar deleted.
de_de: Avatar gelöscht.
es_sv: Avatar eliminado.
fi_fi: Avatar poistettu.
fr_fr: Avatar effacé.
hu_hu: A képmásod törölve.
it_it: Foto profilo cancellata.

source: Avatar changed.
de_de: Avatar geändert.
es_sv: Se cambió avatar
fi_fi: Avatar vaihdettu.
fr_fr: Avatar modifié.
hu_hu: A képmásod megváltoztatva.
it_it: Foto profilo cambiata.

source: Failed to reset avatar.
de_de: Fehler beim Zurücksetzen des Avatars.
es_sv: Error al restaurar avatar
fi_fi: Avatarin nollaaminen epäonnistui.
fr_fr: Échec de réinitialisation de l'avatar.
hu_hu: Nem sikerült visszaállítani a képmásodat.
it_it: Reimpostazione foto profilo non riuscita.

source: Only image files may be used as avatars.
de_de: Nur Bilddateien dürfen für den Avatar verwendet werden.
es_sv: Como avatar sólo pueden usarse archivos de imágenes.
fi_fi: Avatareina voi käyttää vain kuvatiedostoja.
fr_fr: Seuls des fichiers image peuvent servir d'avatar.
hu_hu: Csak képek használhatóak képmásként!
it_it: Si possono usare solo file immagine come foto profilo.
