Repository: Libertree/libertree
Catalog: locale/*/frontend.po
Languages: de_de, es_sv, fi_fi, fr_fr, hu_hu, it_it

source: +:unread #knitting%sPosts tagged with %s#knitting%s which you have not read yet
de_de: +:unread #stricken%sBeiträge markiert mit %s#stricken%s, die du bisher nicht gelesen hast.
es_sv: +:unread #knitting%sLas publicaciones que se etiquetaron con %s#knitting%s pero que aún no has leído.
fi_fi: +:unread #neulominen%sSellaiset viestit, jotka on merkitty tagilla %s#neulominen%s ja joita et ole vielä lukenut
fr_fr: +:unread #tricot%sMessages marqués avec %s#tricot%s que vous n'avez pas encore lus
hu_hu: +:unread #kötés%sÁltalad még nem olvasott bejegyzések %s#kötés%s címkével
it_it: +:unread #maglia%sPost taggati con %s#maglia%s che non hai ancora letto

source: #funny -#cats -#lolcats%sPosts tagged %s#funny%s, but not including posts about cats
de_de: #lustig -#Katzen -#lolKatzen%sBeiträge, die mit %s#lustig%s markiert sind, aber nichts mit Katzen zu tun haben.
es_sv: #gracioso -#gatos -#gatosgraciosos %sLas publicaciones que se etiquetaron con %s#funny%s, pero que no tienen publicaciones sobre gatos o gatos graciosos.
fi_fi: #hassu -#kissat -#lolcats%sViestit, jotka on merkitty tagilla %s#hauska%s, pois lukien kissoja koskevat viestit
fr_fr: #drole -#chats -#lolchats%sMessages étiquetés %s#drole%s sans ceux qui parlent de chats
hu_hu: #állatok -#macskák -#cicák%sAzok a bejegyzések, melyeket %s#állatok%s címkével illettek, nem beleértve a macskákkal kapcsolatosakat
it_it: #divertente -#gatti -#lolgatti%sPost taggati come %s#divertente%s, escluso i post che riguardano i gatti

source: environment%sPosts that mention the environment, whether or not they were hashtagged with #environment
de_de: Umwelt%sBeiträge, die die Umwelt erwähnen, egal ob sie mit einem entsprechenden Hashtag versehen wurden oder nicht.
es_sv: Ambiente%sLas publicaciones que mencionan el ambiente, tengan o no la etiqueta #ambiente
fi_fi: ympäristö%sViestit, joissa on mainittu ympäristö, riippumatta siitä, onko ne merkitty hashtagilla #ympäristö
fr_fr: environnement%sMessages qui mentionnent l'environnement, qu'ils aient ou non le hashtag #environnement
hu_hu: környezet%sOlyan bejegyzések, amik megemlítik a környezet szót, attól függetlenül, hogy fel vannak címkézve (# jellel) vagy sem
it_it: ambiente%sPost relativi all&#8217;ambiente: con e senza tag #ambiente

source: +:tree #bug #feature%sBug reports and feature requests made by your treemates
de_de: +:tree #bug #feature%sFehlerberichte und Vorschläge von deinen Baumfreunden
es_sv: +:tree #bug #feature%sLos reportes de error (bug) y peticiones de características (feature) hechas por tus compañeros de árbol.
fi_fi: +:tree #bug #feature%sPuusi jäsenten tekemät bugiraportit ja ominaisuuspyynnöt
fr_fr: +:tree #bug #feature%sRapports de bug et demandes de fonctionnalités faites par les membres de votre arbre
hu_hu: +:tree #hiba #javaslat%sA saját fádhoz tartozók által írt hibajelentések és fejlesztési javaslatok
it_it: +:tree #bug #feature%sSegnalazione problemi (bug) e richieste di nuove funzioni (feature) fatte dai vostri compagni di albero

source: "new york"%sPosts about New York, but not posts only having the word %snew%s
de_de: "Der kleine Prinz"%sBeiträge über die bekannte Erzählung, nicht aber Beiträge, die nur das Wort %sPrinz%s beinhalten.
es_sv: "new york"%sLas publicaciones de Nueva York, pero no las publicaciones que solamente tienen la palabra %snew%s
fi_fi: "new york"%sNew Yorkia koskevat viestit, mutta ei viestejä, joissa on vain sana %snew%s
fr_fr: "new york"%sMessages à propos de New York sans ceux contenant seulement le mot %snew%s
hu_hu: "Fertő tó"%sBejegyzések a Fertő tóról (nem fognak szerepelni azok, amelyekben csak a %stó%s szó fordul elő)
it_it: "new york"%sPost che riguardano New York, escluso quelli che hanno soltanto la parola %snew%s

source: brazil -"world cup"%sPosts about Brazil, but not those mentioning the World Cup
de_de: Brasilien -"World Cup"%sBeiträge über Brasilien, die aber nicht den World Cup erwähnen.
es_sv: Brasil -"Copa mundial"%sLas publicaciones de Brasil, pero no las que mencionen la Copa Mundial
fi_fi: brasilia -"jalkapallo"%sBrasiliaa koskevat viestit, pois lukien sellaiset, joissa mainitaan jalkapallo
fr_fr: brésil -"coupe du monde"%sMessages à propos du Brésil sans ceux qui contiennent l'expression Coupe du Monde
hu_hu: brazil -"világbajnokság"%sBejegyzések Brazíliáról, kivéve azokat, amik a világbajnokságot is megemlítik
it_it: brasile -"coppa del mondo"%sPost che riguardano il Brasile, escluso quelli che riguardano la Coppa del Mondo

source: :from "rekado"%sPosts written by rekado
de_de: :from "rekado"%sBeiträge, die von rekado geschrieben wurden.
es_sv: :from "rekado"%sLas publicaciones escritas por rekado
fi_fi: :from "rekado"%sRekadon kirjoittamat viestit
fr_fr: :from "rekado"%sMessages écrits par rekado
hu_hu: :from "rekado"%srekado által írt bejegyzések
it_it: :from "rekado"%sPost scritti da rekado

source: #photography -:from "Photophile"%sPosts tagged with %s#photography%s, but not those by Photophile
de_de: #Fotografie -:from "Photophile"%sBeiträge, die mit %s#Fotografie%s markiert sind, aber nicht von Photophile verfasst wurden.
es_sv: #Fotografía-:from "Fotofilia"%spublicaciones etiquetadas con %s#fotografía%s, pero no las hechas por Fotofilia
fi_fi: #valokuvaus -:from "Photophile"%sViestit, jotka on merkitty tagilla %s#valokuvaus%s, pois lukien Photophilen lähettämän viestit
fr_fr: #photographie -:from "Photophile"%sMessages avec le tag %s#photographie%s sans ceux rédigés par Photophile
hu_hu: #fényképezés -:from "Fotoscsabi"%sOlyan bejegyzések, melyek %s#fényképezés%s címkével vannak megjelölve, kivéve azokat, amik Fotoscsabitól származnak
it_it: #fotografia -:from "Photophile"%sPost taggati con %s#fotografia%s, escluso quelli dell&#8217;utente Photophile

source: #restaurants :river "Important"%sPosts tagged with %s#restaurants%s, or posts matching the river "Important"
de_de: #Restaurants :river "Wichtig"%sBeiträge, die mit %s#Restaurants%s markiert wurden oder mit dem Fluss "Wichtig" übereinstimmen.
es_sv: #restaurantes: río "Importante"%sPublicaciones etiquetadas con %restaurantes, o publicaciones mostradas en el río "Importante"
fi_fi: #ravintolat :river "Tärkeää"%sViestit, jotka on merkitty tagilla %s#ravintolat%s tai jotka ovat joessa ”Tärkeää”
fr_fr: #restaurants :river "Important"%sMessages avec le tag %s#restaurants%s et messages provenant de la rivière "Important"
hu_hu: #éttermek :river "Fontos"%sAzok a bejegyzések amik %s#éttermek%s címkével vannak jelölve vagy azok, amik a "Fontos" folyamból valóak
it_it: #ristoranti :river "Importante"%sPost taggati con %s#ristoranti%s o post del fiume "Importante"

source: #restaurants +:river "News Articles"%sPosts tagged with %s#restaurants%s which also match the river "News Articles"
de_de: #Restaurants +:river "Nachrichten"%sBeiträge, die mit %s#Restaurants%s markiert wurden und auch im Fluss "Nachrichten" enthalten sind.
es_sv: #restaurantes +:río "Nuevos artículos"%sPublicaciones etiquetadas con %s#restaurantes%s que también muestra las del río "Nuevos artículos"
fi_fi: #ravintolat +:river "Uutisartikkelit"%sViestit, jotka on merkitty tagilla %s#ravintolat%s ja jotka ovat myös joessa "Uutisartikkelit"
fr_fr: #restaurants +:river "Nouveautés"%sMessages avec le tag %s#restaurants%s qui proviennent de la rivière "Nouveautés"
hu_hu: #éttermek +:river "Újságcikkek"%sAz %s#éttermek%s címkével jelölt bejegyzések, melyek az "Újságcikkek" folyamban is megtalálhatóak
it_it: #ristoranti +:river "Novità"%sPost taggati con %s#ristoranti%s, che appartengono anche al fiume "Novità"

source: #restaurants -:river "International News"%sPosts tagged with %s#restaurants%s, but not those which match the river "International News"
de_de: #Restaurants -:river "internationale Nachrichten"%sBeiträge, die mit %s#Restaurants%s markiert wurden, ohne jene, die mit dem Fluss "internationale Nachrichten" übereinstimmen.
es_sv: #restaurantes -:río "Noticias internacionales"%sPublicaciones etiquetadas con %s#restaurantes%s, pero no las que se muestran en el río "Noticias internationales"
fi_fi: #ravintolat -:river "Kansainväliset uutiset"%sViestit, jotka on merkitty tagilla %s#ravintolat%s, pois lukien ne, jotka ovat joessa "Kansainväliset uutiset"
fr_fr: #restaurants -:river "Nouvelles Internationales"%sMessages avec le tag %s#restaurants%s sans ceux qui proviennent de la rivière "Nouvelles Internationales"
hu_hu: #éttermek -:river "Nemzetközi hírek"%sBejegyzések, melyek az %s#éttermek%s címkével vannak megjelölve, kivéve azokat amik a "Nemzetközi hírek" nevű folyamban találhatóak
it_it: #ristoranti -:river "Notizie Internazionali"%sPost taggati con %s#ristoranti%s, escluso quelli che appartengono al fiume "Notizie Internazionali"

source: #government -:visibility internet%sPosts about government, but not those which are exposed to the Internet
de_de: #regierung -:visibility internet%sMit #regierung markierte Beiträge, die nicht allgemein im Internet sichtbar sind
es_sv: gobierno -: visibilidad internet%sPublicaciones acerca de gobierno, pero no las que están expuestas al internet.
fi_fi: #hallitus -:visibility internet%sHallitusta käsittelevät viestit pois lukien ne, jotka näkyvät Internetille
fr_fr: #gouvernement -:visibility internet%sMessages à propos de gouvernement, mais pas ceux visibles depuis tout internet
hu_hu: #kormány -:visibility internet%sBejegyzések a kormányról, azokat kivéve, amelyeket a teljes világhálónak szántak
it_it: #governo -:visibility internet%sPost che riguardano il governo, escluso quelli che sono visibili pubblicamente

source: chat-contacts|Online:
de_de: Online:
es_sv: En línea
fi_fi: Paikalla:
fr_fr: En ligne :
hu_hu: jelen van:
it_it: Online:

source: chat|(no contacts online)
de_de: (kein Kontakt online)
es_sv: Chat (No hay contactos en línea)
fi_fi: (ei kontakteja paikalla)
fr_fr: (pas de contacts en ligne)
hu_hu: (egyetlen társ sincs jelen)
it_it: (nessun contatto è online)

source: Start new chat with...
de_de: Unterhaltung beginnen mit...
es_sv: Iniciar nueva conversación con...
fi_fi: Aloita uusi chat-keskustelu...
fr_fr: Démarrer le chat avec...
hu_hu: Csevegés kezdése vele...
it_it: Inizia una nuova conversazione con...

source: Rivers
de_de: Flüsse
es_sv: Ríos
fr_fr: Rivières
hu_hu: Folyók
it_it: Fiumi

source: manage rivers
de_de: Flüsse verwalten
es_sv: Manejar ríos
fi_fi: hallitse jokia
fr_fr: gérer les rivières
hu_hu: folyamok rendezése
it_it: gestisci i fiumi

source: menu|Profile
de_de: Profil
es_sv: Perfil
fi_fi: Profiili
fr_fr: Profil
hu_hu: Arculatod
it_it: Profilo

source: menu|Settings
de_de: Einstellungen
es_sv: Configuraciones
fi_fi: Asetukset
fr_fr: Paramètres
hu_hu: Beállítások
it_it: Impostazioni

source: menu|Contact Lists
de_de: Kontaktlisten
es_sv: Listas de contactos
fi_fi: Kontaktiluettelot
fr_fr: Liste des contacts
hu_hu: Társjegyzék
it_it: Liste Contatti

source: menu|Legible font size
de_de: Lesbare Schriftgröße
es_sv: Fuente legible
fi_fi: Luettava fonttikoko
fr_fr: Taille de la police
hu_hu: olvasható betűméret
it_it: Dimensione carattere Leggibile

source: menu|Small font size
de_de: Kleine Schriftgröße
es_sv: Fuente pequeña
fi_fi: Pieni fonttikoko
fr_fr: Petite police
hu_hu: kis betűméret
it_it: Dimensione carattere Piccolo

source: menu|legible
de_de: lesbar
es_sv: Legible
fi_fi: luettava
fr_fr: lisible
hu_hu: olvasható
it_it: leggibile

source: menu|small
de_de: klein
es_sv: Pequeño
fi_fi: pieni
fr_fr: petit
hu_hu: kicsi
it_it: piccolo

source: menu|Administrate
de_de: Verwalten
es_sv: Administrar
fi_fi: Ylläpito
fr_fr: Gérer
hu_hu: Karbantartás
it_it: Gestisci

source: menu|Log out
de_de: Abmelden
es_sv: Desconectar
fi_fi: Kirjaudu ulos
fr_fr: Déconnexion
hu_hu: Kilépés
it_it: Esci

source: menu|Go Home
de_de: nach Hause
es_sv: Ir al inicio
fi_fi: Mene kotiin
fr_fr: Accueil
hu_hu: Irány haza
it_it: Vai alla pagina iniziale

source: menu|You are at Home
de_de: zu Hause
es_sv: Estñas en el inicio
fi_fi: Olet kotona
fr_fr: Vous êtes à l'accueil
hu_hu: Otthon vagy
it_it: Sei nella pagina iniziale

source: menu|New Post
de_de: Neuer Beitrag
es_sv: Nueva publicación
fi_fi: Uusi viesti
fr_fr: Nouveau Message
hu_hu: Új bejegyzés
it_it: Nuovo Post

source: menu|Known Issues
de_de: Bekannte Probleme
es_sv: Problemas conocidos
fi_fi: Tunnetut ongelmat
fr_fr: Problèmes connus
hu_hu: Ismert hibák
it_it: Problemi Noti

source: menu|Toggle sidebar
de_de: Seitenleiste ein-/ausblenden
fr_fr: Voir la barre latérale
hu_hu: Oldalsáv

source: menu|Log in
de_de: Anmelden
fr_fr: Se connecter
it_it: Accedi

source: No notifications
de_de: Keine Benachrichtigungen
es_sv: No hay notificacones
fi_fi: Ei huomautuksia
fr_fr: Pas de notifications
hu_hu: nincs értesítés
it_it: Nessuna notifica

source: 1 unread chat message from %1$s
de_de: Eine ungelesene Chat-Nachricht von %1$s
es_sv: 1 mensaje sin leer de %1$s
fi_fi: 1 lukematon chat-viesti käyttäjältä %1$s
fr_fr: 1 message chat non lu de %1$s
hu_hu: %1$s csevegőtársad írt egy új üzenetet
it_it: 1 messaggio di chat non letto da %1$s

source: %2$d unread chat messages from %1$s
de_de: %2$d ungelesene Chat-Nachrichten von %1$s
es_sv: %2$d sin leer de %1$s
fi_fi: %2$d lukematonta chat-viestiä käyttäjältä %1$s
fr_fr: %2$d messages chat non lus de %1$s
hu_hu: %1$s csevegőtársad %2$d új üzenetet írt
it_it: %2$d messaggi chat non letti da %1$s

source: Failed to post comment.
de_de: Erstellen des Kommentars fehlgeschlagen.
es_sv: Error al publicar comentario.
fi_fi: Kommentin lähettäminen epäonnistui.
fr_fr: L'envoi du commentaire a échoué.
hu_hu: Nem sikerült elküldeni a hozzászólást.
it_it: Pubblicazione commento non riuscita.

source: Save this hashtag listing as a river.
de_de: Hashtag-Ergebnisse als Fluss speichern.
es_sv: Guardar este listado de etiquetas como un río.
fr_fr: Enregistrer cette liste de hashtag comme une rivière.
hu_hu: A címkefelsorolás mentése folyamként.

source: Add this hashtag to an existing river.
de_de: Hashtag einem existierenden Fluss hinzufügen.
es_sv: Agregar esta etiqueta a un río existente.
fr_fr: Ajouter ce hashtag à une rivière existante.
hu_hu: Címke hozzáadása létező folyóhoz.

source: Added hashtag #%s to river.
de_de: Hashtag #%s dem Fluss hinzugefügt.
fr_fr: Le hashtag#%s a été ajouté a une rivière.
hu_hu: #%s címke hozzáadva a folyóhoz.

source: There are no posts matching this hashtag.
de_de: Keine weiteren Beiträge, die diesem Hashtag entsprechen.
fr_fr: Il n’y pas de messages contenant ce hastag.
hu_hu: Nincs olyan bejegyzés, amiben ez a címke előfordulna.

source: tutorial-river-label|My interests
de_de: Meine Interessen
es_sv: Mis intereses
fr_fr: Mes intérêts
hu_hu: Érdeklődési köreim
it_it: I miei interessi

source: tutorial|Back
de_de: Zurück
es_sv: Regreso
fr_fr: Noir
hu_hu: Vissza
it_it: Indietro

source: tutorial|Next
de_de: Weiter
es_sv: Siguiente
fr_fr: Suivant
hu_hu: Tovább
it_it: Avanti

source: tutorial|Skip
de_de: Überspringen
es_sv: Saltar
fr_fr: Passer
hu_hu: Kihagyás
it_it: Salta

source: tutorial|Done!
de_de: Geschafft!
es_sv: ¡Hecho!
fr_fr: Fait !
hu_hu: Kész!
it_it: Finito!

source: tutorial|An error occurred while trying to create a river.
de_de: Während der Erstellung des Flusses ist ein Fehler aufgetreten.
es_sv: Ha ocurrido un error mientras intentabas crear un río
fr_fr: Une erreur est survenue lors de la création d’une rivière.
hu_hu: Hiba lépett fel a folyó létrehozásakor.
it_it: Si è verificato un errore durante la creazione del fiume.

source: tutorial-step-1
de_de: # Willkommen bei Libertree! Hallo und willkommen bei Libertree! Wir möchten dir kurz die wesentlichen Konzepte von Libertree erläutern, um dir einen guten Start zu ermöglichen. Du kannst [diese Einführung überspringen](/home) und zu einem späteren Zeitpunkt fortsetzen. Libertree ist ein Ort, an dem man sich öffentlich untereinander schreiben oder interessante Dinge mit anderen austauschen kann. - Jemand, der an Libertree teilnimmt, wird *Mitglied* genannt. - Mitglieder schreiben Beiträge <a href='#' class='help' rel='popover' title='Was ist ein Beitrag?' data-content='Ein Beitrag ist eine Nachricht. Was jeweils in einem Beitrag steht, kann sehr unterschiedlich sein, da verschiedene Menschen sich für verschiedene Dinge interessieren und daher auch verschiedene Dinge zum Ausdruck bringen. Beiträge können nur aus einem einzelnen Satz bestehen oder die Länge eines Zeitungsartikels haben.'>?</a>, die andere Mitglieder lesen können. - Mitglieder können Kommentare <a href='#' class='help' rel='popover' title='Was ist ein Kommentar?' data-content='Kommentare sind Äußerungen zu einem Beitrag oder einem anderen Kommentar.'>?</a> zu Beiträgen verfassen.
es_sv: # ¡Bienvenido a Libertree! ¡Hola, y bienvenido a Libertree! Nos gustaría tomarnos un minuto para explicar los conceptos más importantes en Libertree, ya que esto te ayudará a sacarle el máximo provecho. Puedes [saltar este tutorial](/home) y reanudarlo en otro momento. Libertree es un lugar donde las personas escriben cosas en público o comparten unas con otra cosas interesantes. - Cualquiera que sea parte de Libertree es llamado *miembro*. - Los miembros escriben publicaciones <a href='#' class='help' rel='popover' title='¿Qué es una publicación?' data-content='Una publicación es un mensaje. Exactamente qué hay en esas publicaciones es ampliamente variado: personas diferentes están interesadas en cosas diferentes y dicen muchas cosas diferentes. Las publicaciones pueden ser tan cortas como una oración o tan largas como un artículo de periódico.'>?</a> para que otros miembros lo vean. - Los miembros pueden comentar <a href='#' class='help' rel='popover' title='¿Qué es un comentario?' data-content='Los comentarios son respuestas escritas a otras publicaciones u otros comentarios.'>?</a> en una publicación.
fi_fi: # Welcome to Libertree! Hello, and welcome to Libertree! We'd like to take a minute to explain the most important concepts in Libertree, as this will help you get the most out of it. You can [skip this tutorial](/home) and resume it at a later time. Libertree is a place where people write things in public, or share interesting stuff with others. - Someone who is a part of Libertree is called a *member*. - Members write posts <a href='#' class='help' rel='popover' title='What is a post?' data-content='A post is a message. What exactly is in these posts can vary widely; different people are interested in different things, and say many different things. Posts can be as short as a single sentence, or as long as a newspaper article.'>?</a> for other members to see. - Members can comment <a href='#' class='help' rel='popover' title='What is a comment?' data-content='Comments are written responses to posts or other comments.'>?</a> on posts.
fr_fr: # Bienvenue sur Libertree ! Bonjour, et bienvenue sur Libertree ! Nous aimerions prendre une minute pour vous expliquer les concepts les plus importants de Libertree, car cela vous aidera à en tirer le meilleur. Vous pouvez [passer ce tutorial](/home) et le reprendre plus tard. Libertree est un endroit où des gens écrivent des messages publics, ou partagent avec les autres des choses qu’ils estiment intéressantes. - Quelqu’un qui est inscrit sur Libertree est appelé *membre*. - Les membres écrivent des messages <a href='#' class='help' rel='popover' title='Qu’est-ce qu’un message ?' data-content='Les messages contiennent des informations très diverses compte-tenu de la diversité des intérêts des membres et de ce qu’ils souhaitent partager. Un message peut contenir une seule phrase ou bien être aussi long qu’un article de journal.'>?</a> destinés aux autres membres. - Les membres peuvent ajouter des commentaires <a href='#' class='help' rel='popover' title='Qu’est-ce qu’un commentaire ?' data-content='Un commentaire est une réponse ou un ajout à un message ou à l’un de ses commentaires.'>?</a> aux messages.
hu_hu: # Üdv a Libertree-ben! Légy üdvözölve a Libertree-ben! Szeretnénk egy percben elmagyarázni a Libertree felépítését, hogy az a legtöbbet nyújthassa számodra. Választhatod a [bemutató átugrását](/haza) és folytathatod később is. A Libertree az a hely, ahol az emberek nyilvánosan osztanak meg egymással különféle érdekes dolgokat. - *tagoknak* nevezzük azokat, akik részesei a Libertree-nek. - A tagok bejegyzéseket írnak, <a href='#' class='help' rel='popover' title='Mi is egy bejegyzés?' data-content='A bejegyzés egy üzenet. Hogy pontosan mi a tartalma ezeknek a bejegyzéseknek, messzemenően változhat, hiszen különböző embereket más és más dolgok érdekelhetnek, méghozza sok-sok különböző dolog. A bejegyzés lehet egyetlen mondat, vagy akár újságcikk-hosszúságú is.'>?</a> melyek mások számára láthatóak. - A tagok hozzászólhatnak <a href='#' class='help' rel='popover' title='Mi egy hozzászólás?' data-content='A hozzászólások bejegyzésekhez vagy más hozzászólásokhoz fűzött írott válaszok.'>?</a> a bejegyzésekhez.
it_it: # Benvenuto su Libertree! Ciao e Benvenuto su Libertree! Ti rubiamo un minuto per spiegare i concetti più importanti, così potrai ottenere il massimo da Libertree. Puoi [saltare questo tutorial](/home) e riprenderlo in un secondo momento. Libertree è un sito dove le persone scrivono cose pubblicamente oppure condividono cose interessanti con gli altri. - La persona che è iscritta a Libertree è un *membro*. - I membri scrivono post <a href='#' class='help' rel='popover' title='Cos&#8217;è un post?' data-content='Un post è un messaggio. Quello che c&#8217;è esattamente in questi post può variare notevolmente; persone diverse sono interessate a cose diverse, a molte cose diverse. I post possono essere corti come una singola frase o lunghi quanto un articolo di giornale.'>?</a> in modo che altri membri li vedano. - I membri possono commentare <a href='#' class='help' rel='popover' title='Cos&#8217;è un commento?' data-content='I commenti sono risposte-reazioni scritte ai post o ad altri commenti.'>?</a> i post.
