Repository: Libertree/libertree
Catalog: locale/*/frontend.po
Languages: de_de, es_sv, fi_fi, fr_fr, hu_hu, it_it

source: tutorial-step-2a
de_de: # Deine Interessen Bei Libertree werden jeden Tag viele Beiträge geschrieben. Wenn du möchtest, kannst du dir etwas Zeit nehmen und uns deine Interessen mitteilen. Diese Angaben werden dann benutzt, um dir eine Auswahl von Beiträgen anzuzeigen, damit du nicht gleich zu Beginn mit einer Flut von Beiträgen überschüttet wirst. Du kannst das alles aber jederzeit später ändern und neue Wege finden, mehr Beiträge zu bekommen. Gib jetzt bitte eine Liste deiner Interessen ein (jeweils ein Stichwort):
es_sv: # Sus intereses Hay una gran cantidad de mensajes publicados en Libertree todos los días. Si lo deseas, puede tomarte un minuto en este momento para hacernos saber cuáles son tus intereses. Usaremos esta información para reducir los mensajes verás en primer lugar, para que no sea abrumador para ti. Siempre puedes cambiar las cosas después, o explorar formas de leer más artículos. Escribe una lista de intereses (una palabra para cada uno):
fi_fi: # Your interests There are a lot of posts made to Libertree every day. If you like, you can take a minute right now to let us know what your interests are. We'll use this information to narrow down what posts you see at first, so you don't get overwhelmed. You can always change things later, or explore ways to read more posts. Enter a list of interests (one word each):
fr_fr: # Vos intérêts Il y a beaucoup de messages postés sur Libertree chaque jour. Si vous le souhaitez, vous pouvez prendre maintenant une minute pour nous faire savoir quels sont vos intérêts. Nous utiliserons ces informations pour filtrer et organiser les messages que vous verrez en premier de manière à ce que vous ne soyez pas submergé(e). Vous pourrez toujours les modifier par la suite ou explorer des moyens de lire davantage de messages. Entrer une liste de vos intérêts (un mot chacun) :
hu_hu: # érdeklődési köreid Rengeteg bejegyzés születik nap mint nap a Libertree-n. Ha szeretnéd, már most szánhatsz pár percet arra, hogy megoszd velünk az érdeklődési köreidet. Ezeket az adatokat arra használjuk, hogy leszűkítsük a megjelenő bejegyzéseket, így nem áraszt el a túl sok tartalom. Ezt később bármikor megváltoztathatod, vagy találhatsz módot arra, hogy több bejegyzést is megtekinthess. Add meg az érdeklődési köreidet (elemenként egy szóban):
it_it: # I tuoi interessi Ogni giorno vengono pubblicati molti post su Libertree. Se vuoi, adesso puoi scrivere brevemente quali sono i tuoi interessi. Useremo queste informazioni per restringere i post che vedrai in un primo momento, così non sarai travolto da una valanga di messaggi. Puoi sempre cambiare i tuoi interessi più tardi, o esplorare altri modi per leggere più post. Inserisci una lista di interessi (una parola per ogni interesse):

source: tutorial-step-2b
de_de: Glückwunsch! Du hast soeben deinen ersten Fluss erstellt.
es_sv: ¡Felicidades! Acabas de crear tu primer río
fi_fi: Congratulations! You have just created your first river.
fr_fr: Bravo ! Vous venez de créer votre première rivière.
hu_hu: Nagyszerű! Épp most hoztad létre első folyódat.
it_it: Congratulazioni! Hai appena creato il tuo primo fiume.

source: tutorial-step-3-heading
de_de: # Flüsse
es_sv: # Ríos
fi_fi: # Rivers
fr_fr: # Rivières
hu_hu: # folyók
it_it: # Fiumi

source: tutorial-step-3a
de_de: Flüsse sind ein mächtiges Werkzeug, mit dem sich Beiträge aus der Flut von Beiträgen herausfischen oder ausblenden lassen. Hier ist eine Liste von Flüssen, die für dich nützlich sein könnten; wähle bitte diejenigen aus, die du deinem Konto hinzufügen möchtest.
es_sv: Los ríos son un poderoso elemento que te permite obtener o filtrar publicaciones desde el flujo de publicaciones en Libertree. Aquí hay una lista de ríos que te podrían resultar útiles. Selecciona aquellos que te gustaría agregar a tu cuenta.
fi_fi: Rivers are a powerful feature that lets you pick or filter posts from the torrent of posts on Libertree. Here is a list of rivers that you may find useful. Select those that you would like added to your account.
fr_fr: Les rivières sont une fonctionnalités puissantes qui vous permet de choisir ou filtrer les messages sur Libertree. Voici une liste des rivières que vous pourriez trouver utiles. Choisissez celles que vous voulez ajouter à votre compte.
hu_hu: A "folyamok" (vagy "folyók") egy hasznos lehetőség arra, hogy felvegyél vagy szűrj bejegyzéseket a teljes Libertree-áramból. Válaszd ki azokat, melyeket szeretnél hozzáadni a fiókodhoz.
it_it: Il fiume è una caratteristica potente. Permette di scegliere o filtrare post dal flusso di tutti i post di Libertree. Ecco un elenco di fiumi che possono essere utili. Seleziona quelli che vorresti aggiungere al tuo account.

source: tutorial-step-3b
de_de: Du solltest nach dieser Einführung unbedingt auch die Seite zur Flussverwaltung aufrufen, um Beispiele zur weitergehenden Nutzung von Flüssen anzusehen.
es_sv: Asegúrate de revisar la página de gestión de ríos después de este tutorial para ver interesantes ejemplos de lo que puedes hacer con los ríos.
fi_fi: Be sure to check out the river management page after this tutorial to see interesting examples of what you can do with rivers.
fr_fr: Pensez à vérifier la page de gestion des rivières après ce tutoriel pour voir des exemples intéressants de ce que vous pouvez faire avec les rivières.
hu_hu: A bemutató után ne felejts el körülnézni a "folyamok kezelése" oldalon, ahol érdekes példákat találhatsz arra vonatkozólag, mi mindenre is használhatod ezt a lehetőséget.
it_it: Controlla la pagina di gestione dei fiumi, dopo questo tutorial, per vedere cosa puoi fare con i fiumi (esempi interessanti).

source: tutorial-step-4-heading
de_de: # Freunde
es_sv: # Amigos
fi_fi: # Friends
fr_fr: # Amis
hu_hu: # barátok
it_it: # Amici

source: intro-contact-list-name|Friends
de_de: Freunde
es_sv: Amigos
fr_fr: Amis
hu_hu: Barátok
it_it: Amici

source: tutorial-step-4
de_de: Falls einige deiner Freunde bereits Mitglieder von Libertree sein sollten, kannst du sie jetzt suchen und einer Kontaktliste hinzufügen.
es_sv: Si piensas que algunos de tus amigos ya son miembros Libertree, puedes tratar de encontrar y agregarlos como contactos ahora.
fi_fi: If you think some of your friends are already Libertree members, you can try to find them and add them as contacts now.
fr_fr: Si vous pensez que certains de vos amis sont déjà sur Libertree, vous pouvez essayer de les trouver et de les ajouter comme contact dès maintenant.
hu_hu: Ha úgy hiszed, hogy néhány barátod már Libertree tag, megpróbálhatsz rájuk keresni és hozzáadhatod őket társakként.
it_it: Se pensi che qualche amico sia già membro di Libertree, prova a cercarlo e aggiungerlo come contatto adesso.

source: tutorial-river-label|Unread posts
de_de: Ungelesene Beiträge
es_sv: Publicaciones no leídas
fr_fr: Messages non-lus
hu_hu: Olvasatlan bejegyzések
it_it: Post non letti

source: tutorial|All posts on Libertree which you haven't read yet
de_de: Alle bisher ungelesenen Beiträge bei Libertree
es_sv: Todas las publicaciones que aún no has leído.
fr_fr: Tous les messages dans Libertree que vous n’avez pas encore lus.
hu_hu: Minden olyan bejegyzés a hálón, amit még nem olvastál el
it_it: Tutti i post di Libertree che non hai ancora letto

source: tutorial-river-label|Posts from the forest
de_de: Beiträge aus dem Wald
es_sv: Publicaciones desde el bosque
fr_fr: Messages depuis la forêt
hu_hu: Bejegyzések az erdőből
it_it: Post dalla foresta

source: tutorial|All posts on Libertree
de_de: Alle Beiträge bei Libertree
es_sv: Todas las publicaciones de Libertree
fr_fr: Tous les messages dans Libertree.
hu_hu: Minden bejegyzés a hálón
it_it: Tutti i post di Libertree

source: tutorial-river-label|My activity
de_de: Meine Aktivitäten
es_sv: Mi actividad
fr_fr: Mon activité
hu_hu: Tevékenységem
it_it: La mia attività

source: tutorial|Posts that you have liked, commented on, or are subscribed to
de_de: Beiträge, die dir gefallen haben, die du kommentiert oder abonniert hast
es_sv: Publicaciones que te han gustado, has comentado o las que te has suscrito
fr_fr: Messages que vous avez aimés, commentés ou auxquels vous vous êtes abonnés.
hu_hu: Bejegyzések, melyeket kedveltél, melyekhez hozzászóltál vagy amelyekre feliratkoztál
it_it: Post che ti piacciono, che hai commentato o che hai seguito

source: pixels
de_de: Pixel
es_sv: Pixeles
fi_fi: pikseliä
hu_hu: képpont

source: (none)
de_de: (keiner)

source: Notifications
de_de: Benachrichtigungen
es_sv: Notificaciones
fi_fi: Huomautukset
hu_hu: Értesítések
it_it: Notifiche

source: 1 notification
de_de: 1 Benachrichtigung
es_sv: 1 notificación
fi_fi: 1 huomautus
hu_hu: 1 értesítés
it_it: 1 notifica

source: %d notifications
de_de: %d Benachrichtigungen
es_sv: %d notificaciones
fi_fi: %d huomautusta
hu_hu: %d értesítés
it_it: %d notifiche

source: Avatar
hu_hu: Képmás
it_it: Foto Profilo

source: Chat
hu_hu: Csevej
