Repository: Libertree/libertree
Catalog: libertree-frontend-ramaze/locale/*/frontend.po
Languages: pl_pl, ru_ru

source: Username
pl_pl: Nazwa użytkownika
ru_ru: Имя пользователя

source: Password
pl_pl: Hasło
ru_ru: Пароль

source: Login
pl_pl: Zaloguj
ru_ru: Войти

source: Not a member yet?
pl_pl: Nie masz jeszcze konta?
ru_ru: Не зарегистрированы?

source: Sign up now!
pl_pl: Zarejestruj się!
ru_ru: Создайте учетную запись!

source: Forgot your credentials?
pl_pl: Nie pamiętasz hasła lub nazwy użytkownika?
ru_ru: Забыли имя или пароль?

source: You can %sreset your password%s if your account has an email address on record.
pl_pl: Można %szresetować hasło%s jeśli twoje konto ma adres e-mail zarejestrowany w systemie.
ru_ru: Вы можете %sсбросить свой пароль%s, если ранее указали свой адрес электронной почты.

source: Invalid credentials.
pl_pl: Nieprawidłowy adres e-mail lub hasło.
ru_ru: Неверное имя/пароль.

source: A valid invitation code is required.
pl_pl: Poprawny kod zaproszenia jest wymagany.
ru_ru: Требуется действующий код приглашения.

source: This invitation code has already been used. Try another one!
pl_pl: Ten kod zaproszenia został już użyty. Spróbuj innego!
ru_ru: Этот код приглашения уже был использован. Попробуйте другой!

source: You mistyped your password.
pl_pl: Hasło zostało wpisane nieprawidłowo.
ru_ru: Вы ошиблись при вводе пароля.

source: Username %s is taken. Please choose another.
pl_pl: Nazwa użytkownika %s jest już zajęta. Proszę wybrać inną.
ru_ru: Имя %s уже занято. Пожалуйста, выберите другое.

source: Username must be at least 2 characters long and consist only of lowercase letters, numbers, underscores and dashes.
pl_pl: Nazwa użytkownika musi zawierać co najmniej dwóch znaków i składać się wyłącznie z małych liter, cyfr, podkreśleń lub myślników.
ru_ru: Имя пользователя должно быть не короче 2 символов и содержать только буквы нижнего регистра, цифры, нижние подчеркивания и дефисы.

source: A password reset link has been sent for the account with that email address.
pl_pl: Link resetowania hasła został wysłany do Twojego adresu e-mail.
ru_ru: Ссылка на сброс пароля для соответствующей учетной записи была выслана на этот адрес электронной почты.

source: You have been logged out.
pl_pl: Zostałeś wylogowany.
ru_ru: Вы вышли из системы.

source: not-authenticated|Please log in.
pl_pl: Proszę się zalogować.
ru_ru: Пожалуйста, войдите.

source: Failed to create invitation. You may only have up to 5 unaccepted invitations at once.
pl_pl: Utworzenie zaproszenia nie powiodło się. Możesz mieć tylko 5 niezaakceptowanych zaproszeń.
ru_ru: Не удалось создать приглашение. У вас не может быть более 5 непринятых приглашений одновременно.

source: by post time
pl_pl: Według czasu pisania.
ru_ru: по времени записи

source: by update time
pl_pl: według czasu aktualizacji
ru_ru: по времени обновления

source: mark all read
pl_pl: oznacz wszystkie jako przeczytane
ru_ru: пометить все как прочитанные

source: New Post
pl_pl: Nowy post
ru_ru: Новая запись

source: new-post|Post
pl_pl: Post
ru_ru: Отправить

source: Preview
pl_pl: Podgląd
ru_ru: Предпросмотр

source: Visibility
pl_pl: Widoczność
ru_ru: Видимость

source: visibility|Internet
pl_pl: Internet
ru_ru: Интернет

source: visibility|Forest
pl_pl: Las
ru_ru: Лес

source: This post and its comments are visible to the whole Internet
pl_pl: Ten post i komentarze do postu są widoczne dla całego internetu
ru_ru: Эта запись и комментарии к ней видны всему интернету

source: This post and its comments are only visible to members of this Libertree forest
pl_pl: Ten post i komentarze do postu są widoczne tylko dla użytkowników tego lasu Libertree
ru_ru: Эта запись и комментарии к ней видны только участникам этого леса Libertree

source: Edit Post
pl_pl: Edytuj post
ru_ru: Редактировать запись

source: Cancel
pl_pl: Anuluj
ru_ru: Отмена

source: post|Update
pl_pl: Aktualizacja
ru_ru: Обновить

source: Start receiving notifications about comments on this post
pl_pl: Rozpocznij otrzymywanie powiadomień dotyczących komentarzy do tego posta
ru_ru: Получать уведомления о комментариях к этой записи

source: subscribe
pl_pl: zapisz się
ru_ru: подписаться

source: Stop receiving notifications about comments on this post
pl_pl: Anuluj otrzymywanie powiadomień dotyczących komentarzy do tego posta
ru_ru: Больше не получать уведомления о комментариях к этой записи

source: unsubscribe
pl_pl: wypisz się
ru_ru: отписаться

source: mark post unread
pl_pl: oznacz post jako nieprzeczytany
ru_ru: пометить как непрочитанную

source: mark post read
pl_pl: oznacz post jako przeczytany
ru_ru: пометить как прочитанную

source: edit
pl_pl: edytuj
ru_ru: редактировать

source: delete
pl_pl: usuń
ru_ru: удалить

source: collect
pl_pl: zbierz
ru_ru: сохранить

source: unlike
pl_pl: nie lubię
ru_ru: не нравится

source: like
pl_pl: lubię
ru_ru: нравится

source: likes
pl_pl: polubione
ru_ru: нравится

source: Delete this post?
pl_pl: Usunąć wiadomość?
ru_ru: Удалить эту запись?

source: The system is still matching posts with this river. Check in a few minutes for more posts.
pl_pl: System wciąż wyszukuje posty dla tej rzeki. Sprawdź za kilka minut, czy są nowe posty.
ru_ru: Система еще заполняет записи в этой реке. Зайдите через пару минут, чтобы увидеть больше записей.

source: back to top
pl_pl: powróć na początek strony
ru_ru: наверх

source: Liked by %s
pl_pl: Polubione przez %s
ru_ru: Понравилось %s

source: 1 comment by %1$s
pl_pl: 1 komentarz zamieszczony przez %1$s
ru_ru: 1 комментарий %1$s

source: %2$d comments by %1$s
pl_pl: %2$d komentarzy napisanych przez %1$s
ru_ru: %2$d комментария %1$s

source: comments
pl_pl: komentarze
ru_ru: комментарии

source: comment
pl_pl: komentarz
ru_ru: комментировать

source: mark read
pl_pl: oznacz przeczytane
ru_ru: пометить как прочитанную

source: mark unread
pl_pl: oznacz nieprzeczytane
ru_ru: пометить как непрочитанную

source: Hiding a post prevents it from showing in your rivers or triggering notifications.
pl_pl: Ukrycie postu zapobiega pokazywaniu twoich rzek lub pokazywaniu powiadomień
ru_ru: Скрывание записи удаляет ее из ваших рек и отключает уведомления.

source: hide
pl_pl: ukryj
ru_ru: скрыть

source: Click to confirm hiding of this post.
pl_pl: Kliknij aby potwierdzić ukrycie tego posta
ru_ru: Нажмите, чтобы подтвердить скрывание этой записи.

source: confirm
pl_pl: potwierdź
ru_ru: подтвердить

source: Collect this post in a pool
pl_pl: Dodaj ten post do grupy
ru_ru: Сохранить эту запись в пруд

source: collected
pl_pl: zebrane
ru_ru: сохранено

source: Remove this post from this pool
pl_pl: Usuń ten post z tej grupy
ru_ru: Удалить эту запись из этого пруда

source: remove
pl_pl: usuń
ru_ru: удалить

source: view post
pl_pl: przeczytaj posta
ru_ru: посмотреть запись

source: show more
pl_pl: pokaż więcej
ru_ru: показать больше

source: show less
pl_pl: pokaż mniej
ru_ru: показать меньше

source: Post may not be empty.
pl_pl: Post nie może być pusty.
ru_ru: Запись не может быть пустой.

source: You already have a pool with that name.
pl_pl: Już posiadasz grupę o tej nazwie.
ru_ru: У вас уже есть пруд с таким именем.

source: Failed to create pool or add post.
pl_pl: Nie udało się utworzyć grupy lub dodać wiadomość.
ru_ru: Не удалось создать пруд или добавить запись.

source: Failed to add post to pool.
pl_pl: Nie udało się dodać wiadomości do grupy.
ru_ru: Не удалось добавить запись в пруд.

source: Post added to &ldquo;%s&rdquo; pool.
pl_pl: Wiadomość dodana do grupy &ldquo;%s&rdquo;.
ru_ru: Запись добавлена в пруд &ldquo;%s&rdquo;.

source: Special characters are not allowed in display names.
pl_pl: Znaki specjalne nie są dozwolone w wyświetlanych nazwach.
ru_ru: Специальные символы не допустимы в имени пользователя.

source: Avatar deleted.
pl_pl: Avatar został usunięty.
ru_ru: Аватар удален.

source: Avatar changed.
pl_pl: Avatar został zmieniony.
ru_ru: Аватар изменен.

source: Failed to reset avatar.
pl_pl: Zresetowanie avatara się nie powiodło.
ru_ru: Не удалось сбросить аватар.

source: Only image files may be used as avatars.
pl_pl: Tylko pliki graficzne mogą zostać użyte jako avatary.
ru_ru: Для аватара годятся только графические файлы.

source: Only .png, .jpeg and .gif files may be used as avatars.
pl_pl: Tylko pliki .png, .jpeg i .gif mogą zostać użyte jako avatary.
ru_ru: Для аватара можно использовать только файлы .png, .jpeg и .gif.

source: You already have a river for that.
pl_pl: Utworzyłeś już rzekę dla tego elementu.
ru_ru: У вас уже есть река для этого.

source: 1 comment
pl_pl: Jeden komentarz
ru_ru: 1 комментарий

source: showing 1 comment
pl_pl: pokazywanie 1 komentarza
ru_ru: показан 1 комментарий

source: %d comments
pl_pl: %d komentarzy
ru_ru: Комментарии: %d

source: showing %d of %d comments
pl_pl: pokazywanie %d z %d komentarzy
ru_ru: показаны %d из %d комментариев

source: show %smore%s / %sall%s comments
pl_pl: pokaż %swięcej%s / %swszystkie%s komentarze
ru_ru: показать %sеще%s / %sвсе%s комментарии

source: more comments
pl_pl: więcej komentarzy
ru_ru: еще комментарии

source: jump-to-comment|Comment
pl_pl: Komentarz
ru_ru: Комментировать

source: Comment successfully posted.
pl_pl: Komentarz został pomyślnie zamieszczony.
ru_ru: Комментарий успешно отправлен.

source: detach
pl_pl: odłącz
ru_ru: открепить

source: attach
pl_pl: dołącz
ru_ru: прикрепить

source: Clear
pl_pl: Wyczyść
ru_ru: Стереть

source: Comment
pl_pl: Komentarz
ru_ru: Отправить

source: 1 like
pl_pl: Jedno polubienie
ru_ru: Понравилось: 1

source: %d likes
pl_pl: %d polubień
ru_ru: Понравилось: %d

source: back-to-referencing-comment|back
pl_pl: powrót
ru_ru: назад

source: Unlike this comment
pl_pl: Cofnij "lubię to" dla tego komentarza
ru_ru: Мне не нравится этот комментарий

source: Like this comment
pl_pl: polub ten komentarz
ru_ru: Мне нравится этот комментарий

source: shareable link for this comment
pl_pl: link współdzielony dla tego komentarza
ru_ru: Ссылка на этот комментарий

source: markdown|title
pl_pl: tytuł
ru_ru: заголовок

source: markdown|subtitle
pl_pl: podtytuł
ru_ru: подзаголовок

source: markdown|link
pl_pl: link
ru_ru: ссылка

source: markdown|image
pl_pl: obraz
ru_ru: изображение

source: markdown|image link
pl_pl: link do obrazu
ru_ru: ссылка на изображение

source: markdown|quote
pl_pl: cytat
ru_ru: цитата

source: markdown|list
pl_pl: lista
ru_ru: список

source: markdown|bold
pl_pl: pogrubione
ru_ru: полужирный

source: markdown|italic
pl_pl: pochylone
ru_ru: курсив

source: Account Settings
pl_pl: Ustawienia konta
ru_ru: Настройки учетной записи

source: Edit profile
pl_pl: Edytuj profil
ru_ru: Редактировать профиль

source: Manage rivers
pl_pl: Zarządzaj rzekami
ru_ru: Управление реками

source: Change password
pl_pl: Zmień hasło
ru_ru: Сменить пароль

source: Post excerpt maximum height:
pl_pl: Maksymalna wielkość fragmentu posta:
ru_ru: Максимальная высота выдержки из записи:

source: pixels
pl_pl: pikseli
ru_ru: пикселей

source: Custom menu link:
pl_pl: Własny link menu:
ru_ru: Персональная сылка в меню:

source: Custom CSS:
pl_pl: Własny CSS:
ru_ru: Персональный CSS:

source: Custom JS:
pl_pl: Własny JS:
ru_ru: Персональный JS:

source: Automatic embedding:
pl_pl: Automatyczne osadzanie:
ru_ru: Автоматическое встраивание:

source: Make thumbnails for images in post excerpts:
pl_pl: Utwórz miniatury dla obrazów we fragmentach postu:
ru_ru: Показывать миниатюры изображений в выдержке из записи:

source: Language:
pl_pl: Język:
ru_ru: Язык:

source: Save
pl_pl: Zapisz
ru_ru: Сохранить

source: Invite Others
pl_pl: Zaproś innych
ru_ru: Пригласить других

source: Generate a new invitation
pl_pl: Wygeneruj nowe zaproszenie
ru_ru: Создать новое приглашение

source: My Invitations
pl_pl: Moje zaproszenia
ru_ru: Мои приглашения

source: Member API
pl_pl: API członka
ru_ru: API участника

source: Current API token:
pl_pl: Aktualny token API
ru_ru: Текущий токен API:

source: API documentation
pl_pl: Dokumentacja API
ru_ru: Документация по API

source: Generate API token
pl_pl: Wygeneruj token API
ru_ru: Создать токен API

source: Data Export
pl_pl: Eksport danych
ru_ru: Экспорт данных

source: Download your account settings, profile, posts, comments and direct messages:
pl_pl: Pobierz twoje ustawienia konta, profilu, postów, komentarzy i wiadomości bezpośrednich
ru_ru: Сохранить ваши настройки, профиль, записи, комментарии и сообщения:

source: Settings saved.
pl_pl: Ustawienia zapisane.
ru_ru: Настройки сохранены.

source: Post excerpt maximum height: Please enter a number greater than or equal to 200, or no number for no maximum.
pl_pl: Przekroczono maksymalną wielkość posta: proszę wprowadzić liczbę większą, lub równą 200. Brak liczby oznacza brak wartości maksymalnej.
ru_ru: Предельная высота выдержки из записи: пожалуйста, укажите число не меньше 200, или пустую строку для отмены ограничения.

source: Passwords did not match. Please reenter.
pl_pl: Hasła nie są zgodne. Proszę wprowadzić je ponownie.
ru_ru: Пароли не совпадают. Пожалуйста, введите снова.

source: Password changed.
pl_pl: Hasło zostało zmienione.
ru_ru: Пароль изменен.

source: Change Password
pl_pl: Zmień hasło
ru_ru: Сменить пароль

source: New password:
pl_pl: Nowe hasło
ru_ru: Новый пароль:

source: Re-enter new password:
pl_pl: Ponownie wprowadź hasło:
ru_ru: Повторите новый пароль:

source: button|Change Password
pl_pl: Zmień hasło
ru_ru: Сменить пароль

source: Notifications
pl_pl: Powiadomienia
ru_ru: Уведомления

source: You have no new notifications.
pl_pl: Nie masz nowych powiadomień.
ru_ru: У вас нет новых уведомлений.

source: mark all seen
pl_pl: oznacz wszystkie obejrzane jako przeczytane
ru_ru: пометить все как просмотренные

source: view all
pl_pl: przeczytaj wszystkie
ru_ru: показать все

source: %d more
pl_pl: %d więcej
ru_ru: еще %d

source: singular|%1$s commented on your %2$spost%3$s.
pl_pl: %1$s skomentował/a twój post %2$spost%3$s.
ru_ru: %1$s прокомментировал(а) вашу %2$sзапись%3$s.

source: plural|%1$s commented on your %2$spost%3$s.
pl_pl: %1$s skomentował/a twój post %2$spost%3$s.
ru_ru: %1$s прокомментировали вашу %2$sзапись%3$s.

source: singular|%1$s commented on %2$s's %3$spost%4$s.
pl_pl: %1$s skomentował/a post %3$spost%4$s zamieszczony przez %2$s .
ru_ru: %1$s прокомментировал(а) %2$s's %3$sзапись%4$s.

source: plural|%1$s commented on %2$s's %3$spost%4$s.
pl_pl: %1$s skomentował/a post %3$spost%4$s zamieszczony przez %2$s .
ru_ru: %1$s прокомментировали %2$s's %3$sзапись%4$s.

source: singular|%1$s liked your %2$scomment%3$s on your post.
pl_pl: %1$s polubił/a twój %2$skomentarz%3$s do twojego posta.
ru_ru: %1$s понравился ваш %2$sкомментарий%3$s к вашей записи.

source: plural|%1$s liked your %2$scomment%3$s on your post.
pl_pl: %1$s polubił/a twój %2$skomentarz%3$s do twojego posta.
ru_ru: %1$s понравился ваш %2$sкомментарий%3$s к вашей записи.

source: singular|%1$s liked your %2$scomment%3$s on %4$s's post.
ru_ru: %1$s понравился ваш %2$sкомментарий%3$s к записи %4$s.

source: plural|%1$s liked your %2$scomment%3$s on %4$s's post.
ru_ru: %1$s понравился ваш %2$sкомментарий%3$s к записи %4$s.

source: singular|%1$s liked your %2$spost%3$s.
pl_pl: %1$s polubił/a twój %2$spost%3$s.
ru_ru: %1$s понравилась ваша %2$sзапись%3$s.

source: %1$s sent you a %2$smessage%3$s.
pl_pl: %1$s wysłał/a ci %2$swiadomość%3$s.
ru_ru: %1$s отправил(а) вам %2$sсообщение%3$s.

source: list-and| and
pl_pl: i
ru_ru: и

source: 1 day ago
pl_pl: przed 1 dniem
ru_ru: 1 день назад

source: %d days ago
pl_pl: przed %d dniami
ru_ru: %d дней назад

source: 1 hour ago
pl_pl: przed 1 godziną
ru_ru: 1 час назад

source: %d hours ago
pl_pl: przed %d godzinami
ru_ru: %d часов назад

source: 1 minute ago
pl_pl: przed 1 minutą
ru_ru: 1 минуту назад

source: %d minutes ago
pl_pl: przed %d minutami
ru_ru: %d минут назад

source: seconds ago
pl_pl: przed kilkoma sekundami
ru_ru: несколько секунд назад

source: Search Results for "%s"
pl_pl: Przeszukaj wyniki dla "%s"
ru_ru: Результаты поиска "%s"

source: search-results|Nothing found.
pl_pl: Nic nie znaleziono
ru_ru: Ничего не найдено.

source: search-results|Profiles
pl_pl: Profile
ru_ru: Профили

source: search-results|Posts
pl_pl: Posty
ru_ru: Записи

source: search-results|Comments
pl_pl: Komentarze
ru_ru: Комментарии

source: Contact list updated.
pl_pl: Lista kontaktów została uaktualniona
ru_ru: Список контактов обновлен.

source: Contact list name may not be empty.
pl_pl: Nazwa listy kontaktów nie powinna być pusta.
ru_ru: Имя списка контактов не может быть пустым.

source: The contact list &ldquo;%s&rdquo; has been deleted.
pl_pl: Lista kontaktów &ldquo;%s&rdquo; została pomyślnie usunięta.
ru_ru: Список контактов &ldquo;%s&rdquo; был удален.

source: Contact Lists
pl_pl: Lista kontaktów
ru_ru: Списки контактов

source: contact-list|Name:
pl_pl: Nazwa:
ru_ru: Имя:

source: new-contact-list|Create
pl_pl: Utwórz
ru_ru: Создать

source: contact-list|delete
pl_pl: usuń
ru_ru: удалить

source: Contact List: %s
pl_pl: Lista kontaktów: %s
ru_ru: Список контактов: %s

source: contact-list|Save
pl_pl: Zapisz
ru_ru: Сохранить

source: contact-list|Cancel
pl_pl: Anuluj
ru_ru: Отмена

source: Administrative privileges required.
pl_pl: Wymagane uprawnienia administratora.
ru_ru: Требуются административные привилегии.

source: The tree is already a member of the forest.
pl_pl: To drzewo jest już częścią twojego lasu.
ru_ru: Дерево уже является частью леса.

source: Libertree Administration
pl_pl: Administracja Libertree
ru_ru: Администрация Libertree

source: Forests
pl_pl: Lasy
ru_ru: Леса

source: Drag trees in and out of forests. The local tree is automatically a part of each forest originating from it.
pl_pl: Przeciągaj drzewa do i z lasów, Drzewo lokalne automatycznie staje się częścią każdego lasu, które się z niego wywodzi.
ru_ru: Перемещайте дерево из леса в лес. Локальное дерево автоматически становится частью леса, из которого оно происходит.

source: create-forest|Name:
pl_pl: Nazwa:
ru_ru: Имя:

source: create-forest|Add
pl_pl: Dodaj
ru_ru: Добавить

source: forest|Origin:
pl_pl: Pochodzenie:
ru_ru: Происхождение:

source: forest-origin|this tree
pl_pl: to drzewo
ru_ru: это дерево

source: Trees
pl_pl: Drzewa
ru_ru: Деревья

source: Job queue
pl_pl: Kolejka zadań
ru_ru: Очередь задач

source: Unfinished Jobs
pl_pl: Nieukończone zadania
ru_ru: Незавершенные задачи

source: Unfinished Jobs: %s
pl_pl: Nieukończonych zadań: %s
ru_ru: Незавершенные задачи: %s

source: jobs|Show all
pl_pl: Pokaż wszystkie
ru_ru: Показать все

source: jobs|ID
pl_pl: Numer
ru_ru: ID

source: jobs|Task
pl_pl: Zadanie
ru_ru: Задача

source: jobs|Params
pl_pl: Parametry
ru_ru: Параметры

source: jobs|Time created
pl_pl: Czas utworzenia
ru_ru: Время создания

source: jobs|Time started
pl_pl: Czas rozpoczęcia
ru_ru: Время запуска

source: jobs|Tries
pl_pl: Próby
ru_ru: Попытки

source: jobs|Actions
pl_pl: Akcje
ru_ru: Действия

source: jobs|Retry
pl_pl: Ponów
ru_ru: Повтор

source: jobs|Delete
pl_pl: Usuń
ru_ru: Удалить

source: jobs|Back to forest administration
pl_pl: Powrót do zarządzania lasem
ru_ru: Назад к администрированию леса

source: Delete this job?
pl_pl: Usunąć zadanie?
ru_ru: Удалить эту задачу?

source: 404|No such page
pl_pl: Nie ma takiej strony
ru_ru: Такой страницы не существует

source: 404|Please use your browser's Back button, or %sgo to your home page%s.
pl_pl: Użyj przycisku "wstecz" twojej przeglądarki, lub %s"idź do" twojej strony domowej%s
ru_ru: Пожалуйста, нажмите кнопку "назад" в вашем браузере или %sперейдите на заглавную страницу%s.

source: Something went wrong...
pl_pl: Coś poszło nie tak ...
ru_ru: Что-то пошло не так...

source: Time of error: %s
pl_pl: Czas wystąpienia błędu: %s
ru_ru: Время ошибки: %s

source: Referrer: %s
pl_pl: Odnośnik: %s
ru_ru: Ссылка: %s

source: Direct Messages
pl_pl: Wiadomości bezpośrednie
ru_ru: Прямые сообщения

source: direct-message|New Message
pl_pl: Nowa wiadomość
ru_ru: Новое сообщение

source: direct-message|Messages
pl_pl: Wiadomości
ru_ru: Сообщения

source: direct-message|From:
pl_pl: Od:
ru_ru: От:

source: direct-message|To:
pl_pl: Do:
ru_ru: Кому:

source: direct-message|Send
pl_pl: Wyślij
ru_ru: Отправить

source: direct-message|Recipients
pl_pl: Odbiorcy
ru_ru: Получатели

source: direct-message-warning|please note...
pl_pl: zwróc uwagę ...
ru_ru: обратите внимание...

source: Please note that direct messages are not fully private, encrypted nor secure. As with all data on this tree, direct messages are fully accessible to the arborista (administrator).
pl_pl: Zwróć uwagę na to, że wiadomości prywatne nie są całkowicie prywatne, zaszyfrowane lub bezpieczne. | Tak, jak wszystkie dane na tym drzewie, także wiadomości bezpośrednie są w pełni dostępne dla plantatora (administratora).
ru_ru: Обратите внимание, что прямые сообщения не являются полностью приватными, зашифроваными и неприкосновенными. Как и все другие данные на этом дереве, прямые сообщения целиком доступны арбористу (администратору).

source: direct-message|reply
pl_pl: odpowiedz
ru_ru: ответить

source: direct-message|reply to all
pl_pl: odpowiedz wszystkim
ru_ru: ответить всем

source: pool-selector|Collect in...
pl_pl: Zbierz w ...
ru_ru: Сохранить в...

source: Pools
pl_pl: Grupy
ru_ru: Пруды

source: Use pools to collect posts.
pl_pl: Użyj grup, aby zebrać posty.
ru_ru: Используйте пруды, чтобы сохранять записи.

source: pool|Name:
pl_pl: Nazwa:
ru_ru: Имя:

source: new-pool|Create
pl_pl: Utwórz
ru_ru: Создать

source: pool|Delete
pl_pl: Usuń
ru_ru: Удалить

source: All record of collected posts will be lost. Delete this pool?
pl_pl: Wszystkie informacje o zachowanych wiadomościach zostaną utracone. Usunąć grupę?
ru_ru: Все сохраненные записи будут утеряны. Удалить этот пруд?

source: Pool: %s
pl_pl: Grupa: %s
ru_ru: Пруд: %s

source: Edit Pool: %s
pl_pl: Edytuj grupę: %s
ru_ru: Редактировать пруд: %s

source: pool|Update
pl_pl: Aktualizacja
ru_ru: Обновить

source: My Profile
pl_pl: Mój profil
ru_ru: Мой профиль

source: Display name:
pl_pl: Wyświetlana nazwa:
ru_ru: Отображаемое имя:

source: About Me (Markdown allowed):
pl_pl: O mnie (obniżanie oceny dozwolone):
ru_ru: Обо мне (разрешен Markdown):

source: profile|Update
pl_pl: Aktualizacja
ru_ru: Обновить

source: Avatar
ru_ru: Аватар

source: avatar|Upload file:
pl_pl: Wyślij plik:
ru_ru: Загрузить файл:

source: avatar-upload|Submit
pl_pl: Wyślij
ru_ru: Отправить

source: Reset avatar
pl_pl: Zresetuj avatara
ru_ru: Сбросить аватар

source: Delete your avatar and reset it to the default?
pl_pl: Usunąć twój awatar i zresetować do domyślnego?
ru_ru: Удалить аватар и установить изображение по умолчанию?

source: profile|Edit
pl_pl: Edycja
ru_ru: Редактировать

source: Posts by %s
pl_pl: Posty %s
ru_ru: Записи %s

source: Password Reset
pl_pl: Resetowanie hasła
ru_ru: Сброс пароля

source: To reset your password, enter the email address associated with your account.
pl_pl: Aby zresetować hasło, wpisz adres email powiązany z twoim kontem.
ru_ru: Чтобы сбросить пароль, введите адрес электронной почты, связанный с вашей учетной записью.

source: password-reset|Submit
pl_pl: Wyślij
ru_ru: Отправить

source: Create a New Account
pl_pl: Utwórz nowe konto
ru_ru: Создать новую учетную запись

source: Invitation code:
pl_pl: Kod zaproszenia:
ru_ru: Код приглашения:

source: Username:
pl_pl: Nazwa użytkownika:
ru_ru: Имя пользователя:

source: Password:
pl_pl: Hasło:
ru_ru: Пароль:

source: Confirm password:
pl_pl: Potwierdź hasło:
ru_ru: Подтвердите пароль:

source: (optional)
pl_pl: (opcjonalnie)
ru_ru: (не обязательно)

source: button|Sign up
pl_pl: Zapisz się
ru_ru: Зарегистрироваться

source: Edit River
pl_pl: Edytuj rzekę
ru_ru: Редактировать реку

source: river-query|Search:
pl_pl: Szukaj:
ru_ru: Поиск:

source: river|Label:
pl_pl: Etykieta:
ru_ru: Название:

source: append to all other rivers
pl_pl: dołącz do wszystkich innych rzek
ru_ru: добавить во все остальные реки
