Repository: Libertree/libertree
Catalog: libertree-frontend-ramaze/locale/*/frontend.po
Languages: pl_pl, ru_ru

source: river|Update
pl_pl: Aktualizacja
ru_ru: Обновить

source: river|Create
pl_pl: Utwórz
ru_ru: Создать

source: My Rivers
pl_pl: Moje rzeki
ru_ru: Мои реки

source: new river
pl_pl: nowa rzeka
ru_ru: новая река

source: river|Global Queries
pl_pl: Globalne wyszukiwania
ru_ru: Глобальные запросы

source: The following river queries are being appended to every other river query.
pl_pl: Następujące wyszukiwania rzeki zostają dołączone do każdego innego wyszukiwania rzeki.
ru_ru: Следующие запросы реки добавляются к запросам всех остальных рек.

source: (home river)
pl_pl: (rzeka domowa)
ru_ru: (домашняя река)

source: Set as home river
pl_pl: Ustaw jako rzekę domową
ru_ru: Сделать домашней рекой

source: river|edit
pl_pl: edytuj
ru_ru: редактировать

source: river|delete
pl_pl: usuń
ru_ru: удалить

source: Delete this river?
pl_pl: Usunąć rzekę?
ru_ru: Удалить эту реку?

source: river-tips|Tips:
pl_pl: Wskazówki
ru_ru: Советы:

source: For the search, enter one or more words or hashtags, separated by spaces.
pl_pl: Aby wyszukać, wpisz słowo/słowa lub hashtagi oddzielone spacją.
ru_ru: Для поиска, введите одно или несколько слов или меток, разделенных пробелами.

source: Posts having any of the words will be included in the river.
pl_pl: Posty zawierające którekolwiek ze słów zostaną zawarte w rzecze.
ru_ru: Записи, содержащие любые из этих слов будут включены в реку.

source: Use a minus sign (-) in front of a word to exclude posts with that word.
pl_pl: Użyj znaku minus (-) przed słowem, aby wykluczyć wiadomości zawierające to słowo.
ru_ru: Используйте знак "минус" (-) перед словом, чтобы исключить записи, содержащие это слово.

source: Example: %s#music -#classical%s will find posts about music, but not classical music.
pl_pl: Przykład: %s#muzyka -#klasyczna%s wyszuka posty dotyczące muzyki, lecz nie muzyki klasycznej
ru_ru: Пример: %s#music -#classical%s будет отбирать записи о музыке, за исключением классической.

source: Use a plus sign (+) in front of a word to include only posts with that word.
pl_pl: Użyj znaku plus (+) przed słowem, aby uwzględnić wyłącznie wiadomośc zawierające to słowo.
ru_ru: Используйте знак "плюс" (+) перед словом, чтобы выбрать только записи, содержащие это слово.

source: Use the special term %s to include only posts which you have not read yet.
pl_pl: Użyj szczególnego wyrażenia %s by zobaczyć tylko wiadomości nieprzeczytane.
ru_ru: Используйте выражение %s, чтобы отобрать только непрочитанные записи.

source: Use the special term %s to include only posts by members of the same tree as you.
ru_ru: Используйте выражение %s, чтобы отобрать только записи с вашего дерева.

source: Use double quotes to match multi-word phrases, or exact matches involving symbols.
ru_ru: Заключайте выражения в кавычки, чтобы отобрать фразы из нескольких слов или точные совпадения с использованием символов.

source: Use the special term %s followed by a name in quotes to match all posts by that person.
ru_ru: Используйте выражение %s с последующим именем в кавычках, чтобы отобрать все записи этого пользователя.

source: Use the special term %s followed by a contact list name in quotes to match all posts by the people in that contact list.
ru_ru: Используйте выражение %s с последующим именем списка контактов в кавычках, чтобы отобрать записи людей из этого списка.

source: Example: %s:river "Special Interests"%s
pl_pl: Przykład: %srzeka "Szczególne zainteresowania"%s
ru_ru: Пример: %s:река "Особые интересы"%s

source: Use the special term %s followed by %s or %s to match posts with a given visibility.
ru_ru: Используйте выражение %s с последующими %s или %s, чтобы отобрать записи с указанной видимостью.

source: Other special terms: %s, %s and %s. These are for narrowing down to posts you have liked, commented on and subscribed to, respectively.
pl_pl: Inne szczególne wyrażenia: %s, %s i %s. Powyższe zawężają wyniki do postów - kolejno - które polubiłeś, skomentowałeś i do których jestes zapisany.
ru_ru: Другие особые выражения: %s, %s и %s. Они служат для отбора записей, которые вам понравились, которые вы комментировали или на которые подписывались, соответственно.

source: (advanced) Use the special term %s followed by a river label in quotes to compose rivers using other rivers.
pl_pl: (zaawansowane) Użyj specjalnego określenia %s i etykiety rzeki w cudzysłowiu, aby utworzyć rzeki używając innych rzek
ru_ru: (дополнительно) Используйте выражение %s с последующим названием реки в кавычках, чтобы добавлять одни реки в другие.

source: (advanced) Use the special term %s followed by &lt; or &gt; and a number to match posts by their approximate number of words.
ru_ru: (дополнительно) Используйте выражение %s с последующими &lt; или &gt; и числом, чтобы отобрать записи по примерному количеству слов.

source: Example: %s:word-count < 16%s
ru_ru: Например: %s:word-count < 16%s

source: river|Examples
pl_pl: Przykłady
ru_ru: Примеры

source: river|Query
pl_pl: Zapytanie
ru_ru: Запрос

source: river|Description
pl_pl: Opis
ru_ru: Описание

source: All posts originating from your tree
pl_pl: Wszystkie posty pochodzące z twojego drzewa
ru_ru: Все записи, опубликованные на вашем дереве

source: All posts transmitted to your tree from every other tree in the forest, plus posts from your tree
pl_pl: Wszystkie posty przesłane do twojego drzewa z każdego innego drzewa w lesie, a także posty z twojego drzewa
ru_ru: Все записи, переданные на ваше дерево со всех других деревьев в лесу, плюс записи с вашего дерева

source: +:unread #knitting%sPosts tagged with %s#knitting%s which you have not read yet
ru_ru: +:unread #knitting%sЗаписи с меткой %s#knitting%s, которые вы еще не прочли

source: #funny -#cats -#lolcats%sPosts tagged %s#funny%s, but not including posts about cats
pl_pl: #śmieszne -#koty -#śmiesznekoty%sPosty oznaczone jako %s#śmieszne%s, ale nie zawierające postów o kotach
ru_ru: #funny -#cats -#lolcats%sЗаписи с меткой %s#funny%s, за исключением записей про котов

source: environment%sPosts that mention the environment, whether or not they were hashtagged with #environment
pl_pl: środowisko%sPosty, które mówią o środowisku, niezależnie od tego, czy były oznaczone hashem #środowisko
ru_ru: environment%sЗаписи, содержащие слово environment, вне зависимости от того, помечены они меткой #environment или нет

source: +:tree #bug #feature%sBug reports and feature requests made by your treemates
ru_ru: +:tree #bug #feature%sСообщения об ошибках и предложения по улучшению, написанные вашими соседями по дереву

source: "new york"%sPosts about New York, but not posts only having the word %snew%s
pl_pl: "nowy jork"%sPosty o Nowym Jorku, ale nie tylko posty, które mają w nazwie słowo %snew%s
ru_ru: "new york"%sЗаписи про Нью-Йорк, но кроме записей содержащих только слово %snew%s

source: brazil -"world cup"%sPosts about Brazil, but not those mentioning the World Cup
pl_pl: brazylia -"mistrzostwa świata"%sPosty o Brazylii, ale nie te, które mówią o Mistrzostwach Świata
ru_ru: brazil -"world cup"%sЗаписи про Бразилию, но кроме тех, в которых упоминается Чемпионат мира

source: :from "rekado"%sPosts written by rekado
pl_pl: :od "rekado"%sPosty napisane przez rekado
ru_ru: :from "rekado"%sЗаписи пользователя rekado

source: #photography -:from "Photophile"%sPosts tagged with %s#photography%s, but not those by Photophile
pl_pl: #fotografia -:od "Fotomaniak"%sPosty oznaczone tagiem %s#fotografia%s, ale nie te, które zawierają słowo Fotomaniak
ru_ru: #photography -:from "Photophile"%sЗаписи с меткой %s#photography%s, за исключением записей пользователя Photophile

source: #restaurants :river "Important"%sPosts tagged with %s#restaurants%s, or posts matching the river "Important"
pl_pl: #restauracje :rzeka "ważne"%sPosty oznaczone tagiem %s#restauracje%s, lub posty pasujące do rzeki "ważne"
ru_ru: #restaurants :river "Important"%sЗаписи с меткой %s#restaurants%s или записи, попавшие в реку "Important"

source: #restaurants +:river "News Articles"%sPosts tagged with %s#restaurants%s which also match the river "News Articles"
pl_pl: #restauracje +:rzeka "Artykuły z wiadomości"%sPosty oznaczone tagiem %s#restauracje%s, które pasują do rzeki "Artykuły z wiadomości"
ru_ru: #restaurants +:river "News Articles"%sЗаписи с меткой %s#restaurants%s, которые также попали в реку "News Articles"

source: #restaurants -:river "International News"%sPosts tagged with %s#restaurants%s, but not those which match the river "International News"
pl_pl: #restauracje -:rzeka "Wiadomości międzynarodowe"%sPosty oznaczone tagiem %s#restauracje%s, ale nie te, które pasują do rzeki "Wiadomości międzynarodowe"
ru_ru: #restaurants -:river "International News"%sЗаписи с меткой %s#restaurants%s, кроме тех, что попали в реку "International News"

source: #government -:visibility internet%sPosts about government, but not those which are exposed to the Internet
ru_ru: #government -:visibility internet%sЗаписи с меткой #government, кроме тех, что видны всему Интернету.

source: Chat
pl_pl: Czat
ru_ru: Чат

source: chat-contacts|Online:
pl_pl: Dostępny:
ru_ru: В сети:

source: chat|(no contacts online)
pl_pl: (brak dostępnych kontaktów)
ru_ru: (в сети никого нет)

source: Start new chat with...
pl_pl: Rozpocznij nowy czat z ...
ru_ru: Начать новый чат с...

source: manage rivers
pl_pl: Zarządzaj rzekami
ru_ru: управление реками

source: menu|Profile
pl_pl: Profil
ru_ru: Профиль

source: menu|Settings
pl_pl: Ustawienia
ru_ru: Настройки

source: menu|Contact Lists
pl_pl: Lista kontaktów
ru_ru: Списки контактов

source: menu|Legible font size
pl_pl: Czytelny rozmiar czcionki
ru_ru: Крупный размер шрифта

source: menu|Small font size
pl_pl: Mały rozmiar czcionki
ru_ru: Мелкий размер шрифта

source: menu|legible
pl_pl: czytelny
ru_ru: крупный

source: menu|small
pl_pl: mały
ru_ru: мелкий

source: menu|Administrate
pl_pl: Zarządzaj
ru_ru: Администрирование

source: menu|Log out
pl_pl: Wyloguj się
ru_ru: Выйти

source: menu|Go Home
pl_pl: Przejdź na stronę domową
ru_ru: На заглавную

source: menu|You are at Home
pl_pl: Jesteś na stronie domowej
ru_ru: Вы на заглавной

source: menu|New Post
pl_pl: Nowy post
ru_ru: Новая запись

source: menu|Known Issues
pl_pl: Znane problemy
ru_ru: Известные проблемы

source: No notifications
pl_pl: Brak powiadomień
ru_ru: Уведомлений нет

source: 1 notification
pl_pl: 1 powiadomienie
ru_ru: 1 уведомление

source: %d notifications
pl_pl: %d powiadomień
ru_ru: Уведомлений: %d

source: 1 unread chat message from %1$s
pl_pl: 1 nieprzeczytana wiadomość czatu od %1$s
ru_ru: 1 непрочитанное сообщение в чате от %1$s

source: %2$d unread chat messages from %1$s
pl_pl: %2$d nieprzeczytane wiadomości czatu od %1$s
ru_ru: %2$d непрочитанных сообщений в чате от %1$s

source: Failed to post comment.
pl_pl: Nie udało się zamieścić wiadomości.
ru_ru: Не удалось отправить комментарий.

source: tutorial-step-1
pl_pl: # Welcome to Libertree! Hello, and welcome to Libertree! We'd like to take a minute to explain the most important concepts in Libertree, as this will help you get the most out of it. You can [skip this tutorial](/home) and resume it at a later time. Libertree is a place where people write things in public, or share interesting stuff with others. - Someone who is a part of Libertree is called a *member*. - Members write posts <a href='#' class='help' rel='popover' title='What is a post?' data-content='A post is a message. What exactly is in these posts can vary widely; different people are interested in different things, and say many different things. Posts can be as short as a single sentence, or as long as a newspaper article.'>?</a> for other members to see. - Members can comment <a href='#' class='help' rel='popover' title='What is a comment?' data-content='Comments are written responses to posts or other comments.'>?</a> on posts.
ru_ru: # Welcome to Libertree! Hello, and welcome to Libertree! We'd like to take a minute to explain the most important concepts in Libertree, as this will help you get the most out of it. You can [skip this tutorial](/home) and resume it at a later time. Libertree is a place where people write things in public, or share interesting stuff with others. - Someone who is a part of Libertree is called a *member*. - Members write posts <a href='#' class='help' rel='popover' title='What is a post?' data-content='A post is a message. What exactly is in these posts can vary widely; different people are interested in different things, and say many different things. Posts can be as short as a single sentence, or as long as a newspaper article.'>?</a> for other members to see. - Members can comment <a href='#' class='help' rel='popover' title='What is a comment?' data-content='Comments are written responses to posts or other comments.'>?</a> on posts.

source: tutorial-step-2a
pl_pl: # Your interests There are a lot of posts made to Libertree every day. If you like, you can take a minute right now to let us know what your interests are. We'll use this information to narrow down what posts you see at first, so you don't get overwhelmed. You can always change things later, or explore ways to read more posts. Enter a list of interests (one word each):
ru_ru: # Your interests There are a lot of posts made to Libertree every day. If you like, you can take a minute right now to let us know what your interests are. We'll use this information to narrow down what posts you see at first, so you don't get overwhelmed. You can always change things later, or explore ways to read more posts. Enter a list of interests (one word each):

source: tutorial-step-2b
pl_pl: Congratulations! You have just created your first river.
ru_ru: Congratulations! You have just created your first river.

source: tutorial-step-3-heading
pl_pl: # Rivers
ru_ru: # Rivers

source: tutorial-step-3a
pl_pl: Rivers are a powerful feature that lets you pick or filter posts from the torrent of posts on Libertree. Here is a list of rivers that you may find useful. Select those that you would like added to your account.
ru_ru: Rivers are a powerful feature that lets you pick or filter posts from the torrent of posts on Libertree. Here is a list of rivers that you may find useful. Select those that you would like added to your account.

source: tutorial-step-3b
pl_pl: Be sure to check out the river management page after this tutorial to see interesting examples of what you can do with rivers.
ru_ru: Be sure to check out the river management page after this tutorial to see interesting examples of what you can do with rivers.

source: tutorial-step-4-heading
pl_pl: # Friends
ru_ru: # Friends

source: tutorial-step-4
pl_pl: If you think some of your friends are already Libertree members, you can try to find them and add them as contacts now.
ru_ru: If you think some of your friends are already Libertree members, you can try to find them and add them as contacts now.

source: plural|%1$s liked your %2$spost%3$s.
pl_pl: %1$s polubił/a twój %2$spost%3$s.
